{"AMJ":{"count":1697,"top10":[{"year":2017,"score":10,"title":"Does Diversity-Valuing Behavior Result in Diminished Performance Ratings for Non-White and Female Leaders?","keywords":["diversity","female leaders","ethnic minority","workplace discrimination","glass ceiling"],"justification":"The article focuses on the impact of diversity-valuing behavior on performance ratings for non-white and female leaders, highlighting issues of race and gender discrimination in leadership roles. The strong emphasis on social justice themes, such as the glass ceiling and workplace discrimination, aligns with a critical theory perspective, warranting a high woke score.","url":"https://journals.aom.org/doi/10.5465/amj.2014.0538"},{"year":2019,"score":10,"title":"Making the Invisible Visible: Paradoxical Effects of Intersectional Invisibility on the Career Experiences of Executive Black Women","keywords":["intersectional invisibility","black women","marginalized identities","executive","visibility"],"justification":"The article focuses on the unique challenges faced by Black women in executive roles, emphasizing themes of intersectionality and marginalization, which are central to social justice discourse. The use of terms like 'intersectional invisibility' and 'marginalized identities' strongly aligns with critical theory and advocacy for underrepresented groups, justifying a high woke score.","url":"https://journals.aom.org/doi/10.5465/amj.2017.1513"},{"year":2022,"score":10,"title":"“Invisible” Discrimination: Divergent Outcomes for the Nonprototypicality of Black Women","keywords":["discrimination","intersectional","black women","nonprototypicality","believability"],"justification":"The article focuses on the intersectional invisibility of Black women and the divergent treatment they face in discrimination claims, emphasizing social justice and equity. The use of terms like 'discrimination' and 'intersectional' highlights a strong commitment to addressing systemic inequalities.","url":"https://journals.aom.org/doi/10.5465/amj.2020.1623"},{"year":2022,"score":10,"title":"From Sheltered to Included: The Emancipation of Disabled Workers from Benevolent Marginalization","keywords":["emancipation","marginalization","inclusion","identity","activists"],"justification":"The article strongly emphasizes themes of social justice and the emancipation of marginalized groups, particularly disabled workers. The focus on 'benevolent marginalization' and the collaborative process of achieving 'inclusion' highlights a critical theory perspective, warranting a high woke score.","url":"https://journals.aom.org/doi/10.5465/amj.2020.1689"},{"year":2001,"score":9,"title":"Organized Dissonance: Feminist Bureaucracy as Hybrid Form","keywords":["feminist","bureaucracy","power","strategic incongruity"],"justification":"The article focuses on feminist bureaucracy and the interplay of power, which aligns closely with social justice themes. The emphasis on 'feminist' and 'strategic incongruity' indicates a strong critique of traditional organizational structures, reflecting a commitment to progressive ideals.","url":"https://journals.aom.org/doi/10.5465/3069402"},{"year":2002,"score":9,"title":"Institutionalization as an Interplay Between Actions, Meanings, and Actors: The Case of a Rape Crisis Center in Israel","keywords":["rape crisis center","feminist practices","political resources","agency","institutionalization"],"justification":"The article focuses on a rape crisis center and discusses feminist practices and the political implications of institutional meanings, indicating a strong emphasis on social justice and advocacy for marginalized groups. The themes of agency and political resources further highlight a critical approach to traditional organizational practices.","url":"https://journals.aom.org/doi/10.5465/3069294"},{"year":2004,"score":9,"title":"Institutional Entrepreneurship in Emerging Fields: HIV/AIDS Treatment Advocacy in Canada","keywords":["advocacy","stakeholders","institutionalization","diverse","practices"],"justification":"The article focuses on HIV/AIDS treatment advocacy, highlighting the importance of bridging diverse stakeholders and theorizing new practices, which aligns strongly with social justice themes. The emphasis on institutional entrepreneurship and connecting practices to stakeholders' values reflects a commitment to equity and inclusion.","url":"https://journals.aom.org/doi/10.5465/20159610"},{"year":2005,"score":9,"title":"Developing A Field with More Soul: Standpoint theory and Public Policy Research for Management Scholars","keywords":["standpoint theory","oppressive social relations","politics","knowledge creation"],"justification":"The article emphasizes standpoint theory and critiques the role of dominant institutions in maintaining oppressive social relations, which aligns closely with social justice themes. The focus on politics in knowledge creation further underscores its strong 'woke' orientation.","url":"https://journals.aom.org/doi/10.5465/amj.2005.19573091"},{"year":2010,"score":9,"title":"Being the Change: Resolving Institutional Contradiction through Identity Work","keywords":["marginalized","identity","institutional change","glbt","contradiction"],"justification":"The article focuses on the experiences of marginalized GLBT ministers and their efforts to address institutional contradictions, emphasizing themes of identity work and social change. This strong emphasis on marginalized identities and the pursuit of institutional change aligns closely with socially progressive themes, justifying a high woke score.","url":"https://journals.aom.org/doi/10.5465/amj.2010.57318357"},{"year":2013,"score":9,"title":"Access Denied: Low Mentoring of Women and Minority First-Time Directors and Its Negative Effects on Appointments to Additional Boards","keywords":["women","minority","mentoring","diversity","intergroup biases"],"justification":"The article focuses on the underrepresentation of women and minorities in corporate leadership and discusses the negative effects of mentoring disparities, which are central themes in DEI and social justice. The use of terms like 'intergroup biases' and 'demographic diversity' indicates a strong emphasis on addressing systemic inequalities in corporate governance.","url":"https://journals.aom.org/doi/10.5465/amj.2011.0230"}],"bottom10":[{"year":2024,"score":1,"title":"Hiding and Seeking Knowledge-Providing Ties from Rivals: A Strategic Perspective on Network Perceptions","keywords":[],"justification":"The article focuses on competitive behaviors and social network theory without addressing any socially progressive themes such as diversity, equity, or ethics. The content is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://journals.aom.org/doi/10.5465/amj.2022.0091"},{"year":2024,"score":1,"title":"Screening Theory and Its Boundaries: Investigation of Screen Credibility, Necessity, and Salience in the Context of Corporate Venture Capital","keywords":[],"justification":"The article focuses on screening theory and decision-making processes in corporate venture capital without any mention of social justice, diversity, or ethical considerations. The content is primarily technical and profit-focused, resulting in a low woke score.","url":"https://journals.aom.org/doi/10.5465/amj.2021.1185"},{"year":2024,"score":1,"title":"Coherence within and across Categories: The Dynamic Viability of Product Categories on Kickstarter","keywords":[],"justification":"The article focuses on the technical aspects of product category viability and does not address any socially progressive themes such as diversity, equity, or ethical considerations. The content is primarily analytical and profit-focused, lacking any evidence of wokeness.","url":"https://journals.aom.org/doi/10.5465/amj.2022.0105"},{"year":2023,"score":1,"title":"Resource Idling and Capability Erosion","keywords":[],"justification":"The article focuses on operational decision-making and resource management without addressing any social justice, diversity, equity, or inclusion themes. It is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://journals.aom.org/doi/10.5465/amj.2020.1050"},{"year":2023,"score":1,"title":"Corporate Proximity and Product Market Reentry: The Role of Corporate Headquarters in Business Unit Response to Product Failure","keywords":[],"justification":"The article focuses on organizational responses to product failure without addressing any social justice, diversity, or ethical themes. It primarily discusses technical aspects of corporate structure and market reentry, which aligns with a profit-focused perspective.","url":"https://journals.aom.org/doi/10.5465/amj.2020.0295"},{"year":2023,"score":1,"title":"The Role of Attribution in Learning from Performance Feedback: Behavioral Perspective on the Choice between Alliances and Acquisitions","keywords":[],"justification":"The article focuses primarily on performance feedback and corporate strategy without any mention of social justice, diversity, or ethical considerations. It is purely technical and profit-focused, aligning it with a score of 1.","url":"https://journals.aom.org/doi/10.5465/amj.2019.1293"},{"year":2023,"score":1,"title":"When Do Novel Business Models Lead to High Performance? A Configurational Approach to Value Drivers, Competitive Strategy, and Firm Environment","keywords":[],"justification":"The article focuses on technical aspects of business model design and performance without addressing any social justice, diversity, or ethical themes. It emphasizes efficiency and competitive strategy, which are traditional business metrics rather than socially progressive topics.","url":"https://journals.aom.org/doi/10.5465/amj.2020.0969"},{"year":2022,"score":1,"title":"Fast or Slow: How Temporal Work Design Shapes Experienced Passage of Time and Job Performance","keywords":[],"justification":"The article focuses on technical aspects of work design and job performance without addressing any social justice, diversity, or ethical themes. It does not incorporate any language or concepts that align with socially progressive ideals.","url":"https://journals.aom.org/doi/10.5465/amj.2019.1110"},{"year":2022,"score":1,"title":"A Trojan Horse Inside the Gates? Knowledge Spillovers During Patent Litigation","keywords":[],"justification":"The article focuses on patent litigation and its impact on innovation without addressing any social justice themes or ethical considerations. It is primarily technical and profit-focused, lacking any evidence of DEI or ethical critiques.","url":"https://journals.aom.org/doi/10.5465/amj.2018.1181"},{"year":2022,"score":1,"title":"The Use of Strategic Noise in Reactive Impression Management: How Do Market Reactions Matter?","keywords":[],"justification":"The article focuses on impression management strategies in the context of market reactions without addressing any social justice themes, diversity, or ethical considerations. It is primarily technical and profit-focused, reflecting a traditional business perspective.","url":"https://journals.aom.org/doi/10.5465/amj.2018.1054"}]},"AMR":{"count":1060,"top10":[{"year":2019,"score":10,"title":"MOSAIC: A Model of Stereotyping Through Associated and Intersectional Categories","keywords":["stereotyping","intersectional","demographic","bias","advantage"],"justification":"The article focuses on the intersectionality of demographics and how stereotypes influence evaluations of employees, emphasizing social justice themes such as bias and disadvantage. The use of terms like 'intersectional' and 'stereotyping' indicates a strong commitment to addressing systemic inequalities in the workplace.","url":"https://journals.aom.org/doi/10.5465/amr.2017.0109"},{"year":2019,"score":10,"title":"#BlackEmployeesMatter: Mega-Threats, Identity Fusion, and Enacting Positive Deviance in Organizations","keywords":["black americans","diversity","identity fusion","inclusion","mega-threats"],"justification":"The article explicitly addresses the experiences of Black Americans in the workplace, linking societal events to employee behavior and advocating for inclusion and empowerment of minority employees. The focus on identity fusion and the impact of mega-threats highlights a strong emphasis on social justice and diversity.","url":"https://journals.aom.org/doi/10.5465/amr.2017.0127"},{"year":2023,"score":10,"title":"The Model Minority and the Limits of Workplace Inclusion","keywords":["diversity","inclusion","institutional racism","model minority","critical diversity studies"],"justification":"The article strongly emphasizes themes of diversity and inclusion, particularly through the lens of institutional racism faced by the model minority in the workplace. The use of terms like 'institutional racism' and 'critical diversity studies' indicates a primary focus on social justice and the challenges of inclusion, aligning with a strong 'woke' perspective.","url":"https://journals.aom.org/doi/10.5465/amr.2021.0352"},{"year":2024,"score":10,"title":"On Valuing Women: Advancing an Intersectional Theory of Gender Diversity in Organizations","keywords":["gender diversity","intersectionality","marginalization","equitable workplaces","power structures"],"justification":"The article strongly emphasizes social justice themes, particularly through its focus on intersectionality and the critique of traditional business cases for diversity. It advocates for dismantling power structures that marginalize women, aligning closely with critical theory and social equity, which justifies a high woke score.","url":"https://journals.aom.org/doi/10.5465/amr.2021.0382"},{"year":2024,"score":10,"title":"Racial Inequality in Organizations: A Systems Psychodynamic Perspective","keywords":["racial inequality","disrupt","dominant group","subordinate group","reparative work"],"justification":"The article focuses on the persistence of racial inequality in organizations and offers theoretical guidance on disrupting these dynamics, emphasizing social justice and the need for reparative work. The use of terms like 'racial inequality' and 'disrupt' highlights a strong commitment to addressing systemic issues related to race and power within organizational contexts.","url":"https://journals.aom.org/doi/10.5465/amr.2021.0446"},{"year":2007,"score":9,"title":"The Glass Cliff: Exploring the Dynamics Surrounding the Appointment of Women to Precarious Leadership Positions","keywords":["glass cliff","discrimination","gender","disadvantaged groups","status quo"],"justification":"The article focuses on the 'glass cliff' phenomenon, which highlights gender discrimination in leadership roles, emphasizing the challenges faced by women in precarious positions. The language used indicates a strong commitment to social justice and the need for strategies to combat systemic inequalities, aligning closely with progressive themes in management.","url":"https://journals.aom.org/doi/10.5465/amr.2007.24351856"},{"year":2007,"score":9,"title":"Ideologically motivated activism: How activist groups influence corporate social change activities","keywords":["activism","corporate social change","social issues","ideological differences"],"justification":"The article focuses on how activist groups influence corporate social change, emphasizing the transfer of responsibility for social issues from the state to the private sector. This strong emphasis on activism and social responsibility aligns closely with socially progressive themes, warranting a high woke score.","url":"https://journals.aom.org/doi/10.5465/amr.2007.25275682"},{"year":2007,"score":9,"title":"A feminist analysis of organizational research on sex differences","keywords":["feminist theory","gender identity","power","organizational structures","research agenda"],"justification":"The article emphasizes feminist theory and the intersection of gender identity with organizational practices, reflecting a strong focus on social justice and critical analysis of traditional organizational research. The language used indicates a commitment to addressing systemic issues related to gender in the workplace.","url":"https://journals.aom.org/doi/10.5465/amr.2007.26585842"},{"year":2008,"score":9,"title":"Unseen Injustice: Incivility as Modern Discrimination in Organizations","keywords":["incivility","discrimination","sexism","racism","bias"],"justification":"The article focuses on incivility as a manifestation of sexism and racism, highlighting modern discrimination in organizations. This strong emphasis on social justice themes, particularly regarding gender and racial disparities, justifies a high woke score.","url":"https://journals.aom.org/doi/10.5465/amr.2008.27745097"},{"year":2008,"score":9,"title":"Political Contestation in Global Production Networks","keywords":["political power","sweatshops","social issues","global commodity chains","institutional entrepreneurship"],"justification":"The article emphasizes critical frameworks that address social justice issues within global production networks, particularly focusing on the intertwined nature of market and political power. The mention of 'sweatshops' and 'social issues' highlights a strong focus on ethical critiques and advocacy for marginalized groups.","url":"https://journals.aom.org/doi/10.5465/amr.2008.34422006"}],"bottom10":[{"year":2024,"score":1,"title":"Corporate Diversification, Economies of Scope, and the Risk–Return Relationship","keywords":[],"justification":"The article focuses on a technical analysis of corporate diversification and the risk-return relationship without any mention of socially progressive themes, DEI, or ethical considerations. It primarily addresses empirical and theoretical aspects of strategy research.","url":"https://journals.aom.org/doi/10.5465/amr.2021.0229"},{"year":2024,"score":1,"title":"Competitive Advantage Through Artificial Intelligence: Toward a Theory of Situated AI","keywords":[],"justification":"The article focuses on the technical aspects of artificial intelligence and its role in establishing competitive advantages for firms, with no mention of social justice, diversity, or ethical considerations. The content is primarily profit-driven and lacks any evidence of woke themes.","url":"https://journals.aom.org/doi/10.5465/amr.2020.0205"},{"year":2024,"score":1,"title":"Creating Opportunities: Heuristic Reasoning in Proactive Dynamic Capability Deployment","keywords":[],"justification":"The article focuses on dynamic capabilities and heuristic reasoning without addressing any socially progressive themes such as diversity, equity, or ethics. The content is primarily technical and centered on business strategy, resulting in a low woke score.","url":"https://journals.aom.org/doi/10.5465/amr.2018.0265"},{"year":2023,"score":1,"title":"Aspirations, Beliefs and a New Idea: Building on March’s Other Model of Performance Feedback","keywords":[],"justification":"The article focuses on performance feedback models in organizations without any mention of social justice, diversity, or ethical critiques, indicating a purely technical and profit-focused approach.","url":"https://journals.aom.org/doi/10.5465/amr.2020.0233"},{"year":2023,"score":1,"title":"Private Equity as an Intermediary in the Market for Corporate Assets","keywords":[],"justification":"The article focuses on the technical aspects of private equity and its role in corporate asset markets without any mention of social justice, diversity, or ethical considerations. It emphasizes valuation and governance advantages, which are traditional business metrics rather than socially progressive themes.","url":"https://journals.aom.org/doi/10.5465/amr.2020.0168"},{"year":2023,"score":1,"title":"First-Mover Advantages versus First-Mover Benefits: What’s the Difference and Why Does It Matter?","keywords":[],"justification":"The article focuses on theoretical frameworks and economic models related to entry-timing research without addressing any socially progressive themes or ethical considerations. There is no mention of diversity, equity, or social justice, which are key indicators of 'wokeness'.","url":"https://journals.aom.org/doi/10.5465/amr.2017.0499"},{"year":2023,"score":1,"title":"Uncertain Learning Curves: Implications for First-Mover Advantage and Knowledge Spillovers","keywords":[],"justification":"The article focuses on the technical aspects of learning curves and competitive advantage without addressing any socially progressive themes or ethical considerations. It does not mention diversity, equity, inclusion, or any other woke themes.","url":"https://journals.aom.org/doi/10.5465/amr.2019.0388"},{"year":2022,"score":1,"title":"How a Firm’s Value Capture Affects Value Creation in Its Ecosystem","keywords":[],"justification":"The article focuses on a formal model of value capture and creation without any reference to social justice, diversity, equity, or ethical considerations. It is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://journals.aom.org/doi/10.5465/amr.2019.0494"},{"year":2022,"score":1,"title":"Synergy in Mergers and Acquisitions: Typology, Life Cycles, and Value","keywords":[],"justification":"The article focuses on the technical aspects of mergers and acquisitions without any mention of social justice, diversity, or ethical considerations. It primarily addresses value creation through synergy, which aligns with traditional profit-focused business metrics.","url":"https://journals.aom.org/doi/10.5465/amr.2018.0345"},{"year":2022,"score":1,"title":"Heuristic Methods for Updating Small World Representations in Strategic Situations of Knightian Uncertainty","keywords":[],"justification":"The article focuses on technical methods for strategic decision-making under uncertainty without addressing any social justice, diversity, or ethical themes. It is primarily concerned with cognitive processes and does not engage with woke concepts.","url":"https://journals.aom.org/doi/10.5465/amr.2018.0235"}]},"ASQ":{"count":517,"top10":[{"year":2016,"score":10,"title":"Whitened Résumés: Race and Self-Presentation in the Labor Market","keywords":["race","discrimination","diversity","economic inequality","self-presentation"],"justification":"The article focuses on racial minorities' experiences with discrimination in the labor market and critiques the effectiveness of diversity statements from employers, highlighting themes of social justice and economic inequality. The use of terms like 'discrimination' and 'economic inequality' underscores a strong emphasis on social progressivism.","url":"https://journals.sagepub.com/doi/abs/10.1177/0001839216639577"},{"year":2020,"score":10,"title":"Inhabited Ecosystems: Propelling Transformative Social Change Between and Through\n                        Organizations","keywords":["transformative","social change","activism","solidarity","ecosystem"],"justification":"The article focuses on how activism within organizations contributes to transformative social change, emphasizing themes of solidarity and collective action. The use of terms like 'transformative' and 'social change' indicates a strong alignment with socially progressive themes, characteristic of a high 'woke' score.","url":"https://journals.sagepub.com/doi/abs/10.1177/0001839219899613"},{"year":2023,"score":10,"title":"Organization-as-Platform Activism: Theory and Evidence from the National Football\n                        League “Take a Knee” Movement","keywords":["activism","social issue","employee protests","platform","prosocial"],"justification":"The article focuses on 'organization-as-platform activism' and examines the 'Take a Knee' movement, which is deeply rooted in social justice themes and employee activism. The emphasis on social issues and the exploration of activism within the workplace reflect a strong commitment to progressive values, warranting a high woke score.","url":"https://journals.sagepub.com/doi/abs/10.1177/00018392221148725"},{"year":2005,"score":9,"title":"Organizational Genealogies and the Persistence of Gender Inequality: The Case of Silicon\n                        Valley Law Firms","keywords":["gender inequality","women's advancement","leadership","subordination","institutionalized"],"justification":"The article focuses on gender inequality within organizational contexts, emphasizing the systemic nature of women's advancement opportunities and the historical persistence of gender hierarchies. The use of terms like 'gender inequality' and 'women's advancement' highlights a strong commitment to social justice themes, warranting a high woke score.","url":"https://journals.sagepub.com/doi/abs/10.2189/asqu.2005.50.3.440"},{"year":2008,"score":9,"title":"Antislavery in America: The Press, the Pulpit, and the Rise of Antislavery Societies","keywords":["antislavery","activism","morality","social movement","community"],"justification":"The article focuses on the historical context of the antislavery movement, emphasizing social justice themes such as activism and morality. The analysis of social institutions and their role in supporting antislavery efforts highlights a strong commitment to social change, thus warranting a high woke score.","url":"https://journals.sagepub.com/doi/abs/10.2189/asqu.53.3.492"},{"year":2013,"score":9,"title":"Social Discrimination in the Corporate Elite: How Status Affects the Propensity for Minority CEOs to Receive Blame for Low Firm\n                        Performance","keywords":["discrimination","minority ceos","gender","race","social psychological"],"justification":"The article focuses on social discrimination against minority CEOs and explores biases related to race and gender, which aligns closely with themes of diversity, equity, and inclusion. The emphasis on social psychological determinants and the implications for corporate leadership reputation further highlight the strong social justice focus.","url":"https://journals.sagepub.com/doi/abs/10.1177/0001839213509364"},{"year":2016,"score":9,"title":"Task Segregation as a Mechanism for Within-job Inequality: Women and Men of the Transportation Security Administration","keywords":["inequality","women","task segregation","job quality","emotional labor"],"justification":"The article focuses on workplace inequality specifically affecting women due to task segregation, highlighting themes of gender disparity and emotional labor. The emphasis on job quality and the adverse effects of segregation on female workers strongly aligns with social justice and equity themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/0001839215611447"},{"year":2017,"score":9,"title":"Seeing More than Orange: Organizational Respect and Positive Identity Transformation\n                        in a Prison Context","keywords":["respect","identity transformation","social validation","positive change","transitional identities"],"justification":"The article focuses on the transformative power of respect in a prison context, emphasizing identity transformation and social validation, which aligns closely with themes of social justice and advocacy for marginalized groups. The language used reflects a strong commitment to improving the lives of individuals through organizational practices, warranting a high woke score.","url":"https://journals.sagepub.com/doi/abs/10.1177/0001839216678842"},{"year":2017,"score":9,"title":"Activist Choice Homophily and the Crowdfunding of Female Founders","keywords":["female founders","underrepresented groups","activist choice homophily","social identity","crowdfunding"],"justification":"The article focuses on the support of female founders within the context of crowdfunding, emphasizing the concept of 'activist choice homophily' and the structural barriers faced by underrepresented groups. This strong emphasis on social identity and support for marginalized groups aligns closely with socially progressive themes, warranting a high woke score.","url":"https://journals.sagepub.com/doi/abs/10.1177/0001839216678847"},{"year":2017,"score":9,"title":"Leaning Out: How Negative Recruitment Experiences Shape Women’s Decisions to Compete\n                        for Executive Roles","keywords":["gender inequality","fair treatment","underrepresentation","negative stereotypes","executive roles"],"justification":"The article addresses significant themes of gender inequality and the impact of negative recruitment experiences on women's participation in executive roles, highlighting the importance of fair treatment and the challenges faced by women as a negatively stereotyped minority. This strong focus on social justice and the implications for gender equity in leadership positions supports a high woke score.","url":"https://journals.sagepub.com/doi/abs/10.1177/0001839216682728"}],"bottom10":[{"year":2022,"score":1,"title":"The Two Blades of the Scissors: Performance Feedback and Intrinsic Attributes in Organizational\n                        Risk Taking","keywords":[],"justification":"The article focuses on decision-making processes and performance feedback in organizational risk-taking without addressing any social justice, diversity, or ethical themes. It is primarily technical and profit-focused, lacking any evidence of wokeness.","url":"https://journals.sagepub.com/doi/abs/10.1177/00018392221117996"},{"year":2021,"score":1,"title":"Getting Ahead of Time—Performing Temporal Boundaries to Coordinate Routines under\n                        Temporal Uncertainty","keywords":[],"justification":"The article focuses on the technical aspects of temporal coordination among firefighters under uncertainty, with no mention of social justice, diversity, or ethical critiques. It is primarily concerned with operational efficiency rather than any socially progressive themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/0001839220941010"},{"year":2020,"score":1,"title":"Tie Dissolution in Market Networks: A Theory of Vicarious Performance Feedback","keywords":[],"justification":"The article focuses on performance evaluation and decision-making in market networks without any reference to social justice, diversity, or ethical considerations. It is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/0001839219899606"},{"year":2019,"score":1,"title":"Network Synergy","keywords":[],"justification":"The article focuses on technical aspects of interorganizational networks and acquisitions without addressing any socially progressive themes, such as diversity, equity, or ethics. The content is primarily profit-focused and does not engage with any woke concepts.","url":"https://journals.sagepub.com/doi/abs/10.1177/0001839218761369"},{"year":2018,"score":1,"title":"The Acquisitive Nature of Extraverted CEOs","keywords":[],"justification":"The article focuses primarily on the personality traits of CEOs and their influence on merger and acquisition behavior, with no mention of social justice, diversity, or ethical considerations. It is centered on traditional business metrics rather than any socially progressive themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/0001839217712240"},{"year":2015,"score":1,"title":"Managing the Unknowable: The Effectiveness of Early-stage Investor Gut Feel in Entrepreneurial Investment Decisions","keywords":[],"justification":"The article focuses on investment decision-making under uncertainty without addressing any social justice themes, diversity, or ethical considerations. It primarily emphasizes profit-focused investment strategies and does not engage with woke themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/0001839215597270"},{"year":2014,"score":1,"title":"On the Causality and Cause of Returns to Organizational Status: Evidence from the Grands Crus Classés of the Médoc","keywords":[],"justification":"The article focuses on the economic implications of organizational status without addressing any social justice themes, diversity, or ethical critiques. It primarily analyzes market behavior and status effects, which are not aligned with woke themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/0001839214532428"},{"year":2012,"score":1,"title":"Falling Flat: Failed Technologies and Investment under Uncertainty","keywords":[],"justification":"The article primarily focuses on technological investment strategies and outcomes without any mention of social justice, diversity, or ethical critiques. It is centered on technical and profit-oriented discussions, which aligns with a score of 1.","url":"https://journals.sagepub.com/doi/abs/10.1177/0001839212447181"},{"year":2011,"score":1,"title":"When Firms are Desperate to Grow via Acquisition: The Effect of Growth Patterns and\n                        Acquisition Experience on Acquisition Premiums","keywords":[],"justification":"The article focuses on behavioral learning theory and risk-taking in the context of corporate acquisitions, with no mention of social justice, diversity, or ethical considerations. It is primarily technical and profit-focused, which aligns with a score of 1.","url":"https://journals.sagepub.com/doi/abs/10.2189/asqu.2011.56.1.026"},{"year":2009,"score":1,"title":"Hiding the Evidence of Valid Theories: How Coupled Search Processes Obscure Performance\n                        Differences among Organizations","keywords":[],"justification":"The article focuses on organizational performance and decision-making processes without addressing any social justice, diversity, or ethical themes. It is primarily technical and profit-oriented, lacking any evidence of woke themes.","url":"https://journals.sagepub.com/doi/abs/10.2189/asqu.2009.54.4.602"}]},"ISR":{"count":1218,"top10":[{"year":2022,"score":10,"title":"Racial Bias in Customer Service: Evidence from Twitter","keywords":["racial bias","customer service","social media","equity","discrimination"],"justification":"The article focuses on racial bias in business-to-customer interactions, highlighting systemic discrimination against African American customers. The emphasis on social justice and the recommendation to conceal profile pictures to mitigate bias strongly aligns with wokeness themes in the Information Systems field.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2021.1058"},{"year":2024,"score":9,"title":"Racial Discrimination and Anti-discrimination: The COVID-19 Pandemic’s Impact on Chinese Restaurants in North America","keywords":["racial discrimination","anti-discrimination","covid-19","chinese restaurants","consumer actions"],"justification":"The article focuses heavily on the impact of racial discrimination during the COVID-19 pandemic, emphasizing anti-discrimination efforts and the societal implications of consumer behavior. The use of terms like 'racial discrimination' and 'anti-discrimination' indicates a strong focus on social justice themes, particularly within the context of marginalized groups.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2021.0568"},{"year":2024,"score":9,"title":"The Open Prison of the Big Data Revolution: False Consciousness, Faustian Bargains, and Digital Entrapment","keywords":["social implications","false consciousness","digital entrapment","manipulation","social practices"],"justification":"The article strongly critiques the societal harms of Big Data practices, emphasizing themes of manipulation and social conditioning, which align with critical social theory. The use of terms like 'false consciousness' and 'digital entrapment' highlights a focus on social justice and the ethical implications of technology, justifying a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2020.0588"},{"year":2011,"score":8,"title":"Addressing Digital Inequality for the Socioeconomically Disadvantaged Through Government Initiatives: Forms of Capital That Affect ICT Utilization","keywords":["digital inequality","socioeconomically disadvantaged","public policy","cultural capital","social capital"],"justification":"The article focuses on digital inequality and its impact on socioeconomically disadvantaged groups, emphasizing public policy initiatives aimed at improving ICT access. The use of terms like 'socioeconomically disadvantaged' and 'digital inequality' highlights a strong commitment to social justice and equity, which aligns with woke themes in the Information Systems field.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.1090.0256"},{"year":2020,"score":8,"title":"Onward and Upward? An Empirical Investigation of Gender and Promotions in Information Technology Services","keywords":["gender","promotions","inclusive","equity","performance"],"justification":"The article focuses on gender disparities in promotions within the IT sector, highlighting issues of equity and inclusivity. The use of terms like 'gender,' 'inclusive,' and the exploration of performance differences between men and women indicate a strong emphasis on social justice themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2019.0892"},{"year":2021,"score":8,"title":"Crowds, Lending, Machine, and Bias","keywords":["bias","fairness","debiasing","underserved","access"],"justification":"The article discusses algorithmic bias related to gender and race, emphasizing fairness and access to financial resources for underserved individuals. These themes strongly align with social justice and ethical considerations in the context of Information Systems.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2020.0990"},{"year":2021,"score":8,"title":"Information Technology Skills and Labor Market Outcomes for Workers","keywords":["disadvantaged groups","digital divide","employment","it skills","women"],"justification":"The article addresses the challenges faced by traditionally disadvantaged groups in the labor market, particularly women and the elderly, emphasizing the importance of IT skills in reducing the digital divide. The focus on societal implications and the need for equitable access to training aligns with strong woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2020.0975"},{"year":2021,"score":8,"title":"Role of Social Media in Social Protest Cycles: A Sociomaterial Examination","keywords":["social protest","social media","societal transformation","collective action"],"justification":"The article focuses on social media's role in facilitating social protests, highlighting themes of societal transformation and collective action. The emphasis on social protest cycles and their potential for change aligns with strong social justice themes, justifying a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2021.1013"},{"year":2022,"score":8,"title":"Delivering Healthcare Through Teleconsultations: Implications for Offline Healthcare Disparity","keywords":["healthcare disparity","underserved","social frictions","cultural differences"],"justification":"The article focuses on the implications of teleconsultations for addressing geographic healthcare disparity, highlighting social frictions and the challenges faced by underserved populations. The emphasis on healthcare equity and the examination of barriers faced by marginalized groups contribute to a strong 'woke' theme.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2021.1055"},{"year":2023,"score":8,"title":"Digital Multisided Platforms and Women’s Health: An Empirical Analysis of Peer-to-Peer Lending and Abortion Rates","keywords":["women's health","abortion","financial barriers","social stigma"],"justification":"The article focuses on the social implications of peer-to-peer lending in the context of women's health and abortion, highlighting significant financial barriers and social stigma. This strong emphasis on women's health and the societal impact of financial access aligns with progressive themes, warranting a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2022.1126"}],"bottom10":[{"year":2024,"score":1,"title":"Content Length Limit: How Does It Matter for a Consumer-to-Consumer Media Platform?","keywords":[],"justification":"The article focuses primarily on technical aspects of content length and viewer behavior on media platforms without addressing any social justice, diversity, or ethical themes. It is centered on performance metrics rather than any socially progressive issues.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2022.0595"},{"year":2024,"score":1,"title":"Background Music Recommendation on Short Video Sharing Platforms","keywords":[],"justification":"The article focuses on a technical problem related to music recommendation systems without any mention of social justice, diversity, or ethical implications. It is primarily profit-focused and lacks any evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2022.0093"},{"year":2024,"score":1,"title":"Strategic Expectation Setting of Delivery Time on Marketplaces","keywords":[],"justification":"The article focuses on technical aspects of delivery time expectations and consumer behavior without addressing any social justice, diversity, or ethical themes. It primarily emphasizes operational efficiency and market behavior, which aligns with a profit-focused perspective.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2021.0497"},{"year":2024,"score":1,"title":"A Smart Ad Display System","keywords":[],"justification":"The article focuses on a technical system for personalized ad delivery without addressing any social justice, ethical considerations, or themes related to diversity or inclusion. The content is primarily profit-focused and does not engage with woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2020.0128"},{"year":2024,"score":1,"title":"Coordination in Multibrand, Multimedia Advertising: Is It Always a Good Thing?","keywords":[],"justification":"The article focuses on technical aspects of advertising coordination and optimization strategies without any mention of social justice, diversity, or ethical considerations. The content is primarily profit-driven and lacks any evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2022.0283"},{"year":2024,"score":1,"title":"Development Trajectory of Blockchain Platforms: The Role of Multirole","keywords":[],"justification":"The article focuses on a technical model for analyzing blockchain development without addressing any social justice, ethical considerations, or diversity themes. It primarily emphasizes market dynamics and technical performance, which aligns with a profit-focused perspective.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2022.0243"},{"year":2024,"score":1,"title":"Optimal Joint Assortment for an Omni-Channel Retailer","keywords":[],"justification":"The article focuses on technical aspects of omni-channel retailing and product assortment without addressing any social justice, diversity, or ethical themes. It primarily emphasizes business strategies and profitability, which aligns with a score of 1.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2021.0596"},{"year":2024,"score":1,"title":"How Does Online Information Influence Offline Transactions? Insights from Digital Real Estate Platforms","keywords":[],"justification":"The article focuses on the technical aspects of online information and its influence on offline transactions in real estate, with no mention of social justice, diversity, or ethical considerations. It is primarily profit-focused and does not engage with woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2020.0658"},{"year":2024,"score":1,"title":"The Impact of Online Q&As on Product Sales: The Case of Amazon Answer","keywords":[],"justification":"The article focuses on the economic implications of Q&A capabilities on product sales without addressing any social justice, diversity, or ethical themes. It is primarily technical and profit-oriented, lacking any evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2023.1233"},{"year":2024,"score":1,"title":"Attending to Customer Attention: A Novel Deep Learning Method for Leveraging Multimodal Online Reviews to Enhance Sales Prediction","keywords":[],"justification":"The article focuses on a technical method for enhancing sales prediction using deep learning and does not address any social justice, diversity, or ethical themes. It is primarily profit-driven and lacks references to socially progressive concepts.","url":"https://pubsonline.informs.org/doi/abs/10.1287/isre.2021.0292"}]},"JAE":{"count":925,"top10":[{"year":2016,"score":7,"title":"Managers’ green investment disclosures and investors’ reaction","keywords":["green investments","societal benefits","corporate social responsibility"],"justification":"The article emphasizes the importance of green investments and the societal benefits associated with them, indicating a focus on corporate social responsibility. This aligns with themes of sustainability and ethical business practices, which are significant in the accounting field.","url":"https://www.sciencedirect.com/science/article/pii/S0165410115000610"},{"year":2022,"score":7,"title":"Is corporate transparency the solution to political failure on our greatest problems? A discussion of Darendeli, Fiechter, Hitz, and Lehmann (2022)","keywords":["corporate transparency","social responsibility","climate change","workplace diversity"],"justification":"The article discusses the role of corporate transparency in addressing significant societal issues such as climate change and workplace diversity, indicating a strong focus on social responsibility and ethical considerations in business practices. The emphasis on mandatory reporting and stakeholder responses further highlights the article's alignment with socially progressive themes.","url":"https://www.sciencedirect.com/science/article/pii/S0165410122000659"},{"year":2024,"score":7,"title":"Employee responses to CEO activism","keywords":["ceo activism","socio-political issues","employee satisfaction","ideologies","innovation"],"justification":"The article discusses CEO activism in relation to socio-political issues and its impact on employee satisfaction and firm innovation, indicating a focus on social responsibility and alignment of corporate values with employee ideologies. This emphasis on the intersection of business practices and social issues reflects moderate to strong woke themes.","url":"https://www.sciencedirect.com/science/article/pii/S0165410124000314"},{"year":2018,"score":6,"title":"The effect of mandatory CSR disclosure on firm profitability and social externalities: Evidence from China","keywords":["csr","social externalities","disclosure","profitability","positive externalities"],"justification":"The article discusses the impact of mandatory corporate social responsibility (CSR) disclosure on firm behavior and social externalities, indicating a focus on ethical practices and societal impact. The mention of 'positive externalities' and the ethical implications of CSR reporting suggest a moderate emphasis on social responsibility, justifying a score of 6.","url":"https://www.sciencedirect.com/science/article/pii/S0165410117300757"},{"year":2021,"score":6,"title":"Gone with the wind: An externality of earnings pressure","keywords":["environmental goals","corporate social responsibility","earnings pressure"],"justification":"The article discusses the conflict between financial goals and environmental goals, highlighting the implications for society and the need for corporate social responsibility. This focus on environmental impact and social accountability aligns with moderate woke themes, particularly in the field of accounting.","url":"https://www.sciencedirect.com/science/article/pii/S0165410121000185"},{"year":2023,"score":6,"title":"Locked-in at home: The gender difference in analyst forecasts after the COVID-19 school closures","keywords":["gender","childcare","productivity","analysts"],"justification":"The article addresses the gender differences in productivity related to childcare responsibilities during the COVID-19 pandemic, highlighting the challenges faced by female analysts. This focus on gender equity and the implications of societal roles in professional settings aligns with moderate woke themes, particularly in the context of diversity and inclusion.","url":"https://www.sciencedirect.com/science/article/pii/S0165410123000277"},{"year":2023,"score":6,"title":"Institutional investors, climate disclosure, and carbon emissions","keywords":["climate disclosure","carbon emissions","investor demand"],"justification":"The article discusses the impact of institutional investors on climate-related disclosures and carbon emissions, highlighting themes of sustainability and corporate responsibility. The focus on climate disclosure and its relationship to corporate behavior indicates a moderate emphasis on social and ethical considerations in business practices.","url":"https://www.sciencedirect.com/science/article/pii/S0165410123000642"},{"year":2023,"score":6,"title":"Everything changes: A look at sustainable investing and disclosure over time and a discussion of “Institutional investors, climate disclosure, and carbon emissions”","keywords":["sustainable investing","climate disclosure","carbon emissions"],"justification":"The article discusses sustainable investing and climate disclosure, which are indicative of a moderate focus on social responsibility and environmental ethics. The emphasis on how investors are not a monolith and the evolving information environment suggests a consideration of diverse perspectives and ethical implications in capital markets.","url":"https://www.sciencedirect.com/science/article/pii/S0165410123000691"},{"year":2024,"score":6,"title":"Public environmental enforcement and private lender monitoring: Evidence from environmental covenants","keywords":["environmental enforcement","monitoring","polluting borrowers","corporate pollution"],"justification":"The article discusses the role of public environmental enforcement in monitoring corporate pollution, which aligns with themes of sustainability and ethical business practices. The focus on reducing toxic chemical releases and the effectiveness of environmental covenants indicates a moderate emphasis on social responsibility, justifying a score of 6.","url":"https://www.sciencedirect.com/science/article/pii/S0165410123000459"},{"year":2011,"score":5,"title":"Does board gender diversity improve the informativeness of stock prices?","keywords":["gender diversity","transparency","corporate governance"],"justification":"The article discusses gender diversity in corporate boards and its impact on stock price informativeness, indicating a moderate focus on DEI themes within the context of corporate governance. The keywords highlight the emphasis on gender diversity and its role in enhancing transparency, aligning with socially progressive themes.","url":"https://www.sciencedirect.com/science/article/pii/S0165410111000176"}],"bottom10":[{"year":2024,"score":1,"title":"In search of a unicorn: Dynamic agency with endogenous investment opportunities","keywords":[],"justification":"The article focuses on technical aspects of dynamic contracts and investment opportunities without any mention of social justice, diversity, or ethical considerations, indicating a purely profit-focused analysis.","url":"https://www.sciencedirect.com/science/article/pii/S0165410124000685"},{"year":2024,"score":1,"title":"The unicorn quest: Deriving empirical predictions from theory","keywords":[],"justification":"The article focuses on a technical analysis of investment contracts without any mention of social justice, diversity, or ethical considerations. It is primarily profit-focused and lacks any evidence of woke themes.","url":"https://www.sciencedirect.com/science/article/pii/S0165410124000661"},{"year":2024,"score":1,"title":"Financial statements not required","keywords":[],"justification":"The article focuses on technical aspects of financial statements and lending practices without addressing any social justice, diversity, or ethical themes. It primarily discusses market forces and technological advances, which do not align with woke themes.","url":"https://www.sciencedirect.com/science/article/pii/S0165410124000624"},{"year":2024,"score":1,"title":"Corporate managers’ perspectives on forward-looking guidance: Survey evidence","keywords":[],"justification":"The article focuses on corporate managers' perspectives on financial guidance without addressing any social justice, diversity, or ethical themes. It primarily discusses technical aspects of financial reporting and management, which aligns with a profit-focused narrative.","url":"https://www.sciencedirect.com/science/article/pii/S0165410124000612"},{"year":2024,"score":1,"title":"Accounting for bubbles: A discussion of Arif and Sul (2024)","keywords":[],"justification":"The article focuses on technical aspects of asset pricing bubbles and behavioral finance without any mention of social justice, diversity, or ethical critiques. It is primarily profit-focused and does not engage with themes that would indicate a socially progressive stance.","url":"https://www.sciencedirect.com/science/article/pii/S0165410124000478"},{"year":2024,"score":1,"title":"Does accounting information identify bubbles for Fama? Evidence from accruals","keywords":[],"justification":"The article focuses on technical aspects of accounting and financial analysis without any reference to social justice, diversity, or ethical considerations. It primarily addresses profit-driven metrics and market inefficiencies, aligning with a traditional business perspective.","url":"https://www.sciencedirect.com/science/article/pii/S0165410124000417"},{"year":2024,"score":1,"title":"Contemporary insights on corporate guidance: A discussion of Call, Hribar, Skinner, and Volant (2024)","keywords":[],"justification":"The article primarily focuses on technical aspects of corporate guidance in accounting without addressing any social justice, DEI, or ethical themes. The content is centered around managerial insights and archival data analysis, lacking any evidence of wokeness.","url":"https://www.sciencedirect.com/science/article/pii/S0165410124000405"},{"year":2024,"score":1,"title":"Labor supply and M&A in the audit market","keywords":[],"justification":"The article focuses on labor supply shocks and their impact on mergers and acquisitions in the audit market, with no mention of social justice, diversity, or ethical considerations. It is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://www.sciencedirect.com/science/article/pii/S0165410124000302"},{"year":2024,"score":1,"title":"Quants and market anomalies","keywords":[],"justification":"The article focuses on technical analyses of stock returns and market anomalies without any mention of social justice, diversity, or ethical considerations. It is primarily profit-focused, aligning with traditional financial metrics.","url":"https://www.sciencedirect.com/science/article/pii/S0165410124000181"},{"year":2024,"score":1,"title":"Distinguishing between recurring and nonrecurring components of earnings using unobserved components modeling","keywords":[],"justification":"The article focuses on technical financial analysis and valuation without any mention of socially progressive themes, ethics, or diversity. It strictly addresses issues related to earnings classification, which aligns with traditional accounting metrics.","url":"https://www.sciencedirect.com/science/article/pii/S016541012400017X"}]},"JAR":{"count":807,"top10":[{"year":2023,"score":9,"title":"Racial Diversity Exposure and Firm Responses Following the Murder of George Floyd","keywords":["racial diversity","dei","racial justice","equity","black directors"],"justification":"The article focuses heavily on the implications of racial diversity in corporate governance and the responses of firms to a significant social event, emphasizing themes of diversity, equity, and inclusion (DEI). The language used indicates a strong engagement with social justice issues, particularly in the context of corporate accountability and representation.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12484"},{"year":2024,"score":9,"title":"Sexism, Culture, and Firm Value: Evidence from the Harvey Weinstein Scandal and the #MeToo Movement","keywords":["sexism","nonsexist culture","gender diversity","#metoo"],"justification":"The article strongly emphasizes the impact of sexism and the importance of gender diversity in corporate culture, particularly in the context of the #MeToo movement. This focus on social justice and the implications of societal norms on business practices aligns closely with progressive themes, warranting a high woke score.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12573"},{"year":2023,"score":8,"title":"Assessing the Social Impact of Corporations: Evidence from Management Control Interventions in the Supply Chain to Increase Worker Wages","keywords":["social impact","worker wages","management practices","corporate social responsibility"],"justification":"The article focuses on the social impact of corporate interventions aimed at increasing worker wages, highlighting themes of corporate social responsibility and ethical practices in supply chains. The emphasis on improving wages for workers aligns with social justice and equity themes, warranting a high woke score.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12472"},{"year":2023,"score":8,"title":"Do Jobseekers Value Diversity Information? Evidence from a Field Experiment and Human Capital Disclosures","keywords":["diversity","jobseekers","disclosure","human capital","preferences"],"justification":"The article focuses on the impact of diversity information on jobseekers' behavior, highlighting the importance of diversity metrics in hiring practices. This aligns with themes of diversity and inclusion, which are central to social justice discussions in the field of accounting.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12474"},{"year":2023,"score":8,"title":"Ethnic Minority Analysts’ Participation in Public Earnings Conference Calls","keywords":["minority","underrepresentation","diversity","participation","equity"],"justification":"The article focuses on the underrepresentation of ethnic minority analysts in public earnings calls, highlighting issues of equity and diversity in a professional context. The emphasis on minority participation and the barriers they face reflects strong themes of social justice and inclusion.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12504"},{"year":2024,"score":8,"title":"Bank Supervision and Organizational Capital: The Case of Minority Lending","keywords":["minority","lending","social externalities","credit","governance"],"justification":"The article focuses on improving access to credit for minority borrowers through enhanced organizational practices, highlighting themes of social equity and justice. The emphasis on 'minority' and 'social externalities' indicates a strong commitment to addressing systemic inequalities in lending.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12529"},{"year":2024,"score":8,"title":"Diversity Washing","keywords":["diversity","equity","inclusion","discrimination","esg"],"justification":"The article discusses the discrepancies between corporate diversity claims and actual practices, highlighting issues of equity and inclusion, which are central to social justice themes. The focus on 'diversity washing' and the implications for ESG ratings further emphasizes a critical view of corporate ethics and accountability.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12542"},{"year":2023,"score":7,"title":"Transmission Effects of ESG Disclosure Regulations Through Bank Lending Networks","keywords":["esg","social performance","environmental action","disclosure regulations"],"justification":"The article focuses on environmental, social, and governance (ESG) disclosure regulations and their impact on social and environmental performance, indicating a strong emphasis on ethical considerations in finance. The use of terms like 'environmental action' and 'social performance' highlights a commitment to socially responsible practices, aligning with progressive themes.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12478"},{"year":2024,"score":7,"title":"Occupational Licensing and Minority Participation in Professional Labor Markets","keywords":["minority","participation","socioeconomic","licensing","inequality"],"justification":"The article addresses the impact of occupational licensing on minority participation, highlighting socioeconomic disparities in access to professional opportunities. The focus on minority candidates and the examination of systemic barriers reflect strong themes of social justice and equity.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12518"},{"year":2024,"score":7,"title":"Do Commercial Ties Influence ESG Ratings? Evidence from Moody's and S&P","keywords":["esg","bias","conflicts of interest","transparency","green bonds"],"justification":"The article discusses the bias in ESG ratings due to commercial ties, highlighting ethical concerns and conflicts of interest in the context of social responsibility. The emphasis on ESG and bias indicates a strong focus on ethical implications in accounting practices, aligning with socially progressive themes.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12582"}],"bottom10":[{"year":2024,"score":1,"title":"Using and Interpreting Fixed Effects Models","keywords":[],"justification":"The article focuses on technical aspects of fixed effects models in accounting research without any mention of social justice, diversity, or ethical considerations. It is primarily concerned with methodological rigor and does not engage with woke themes.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12559"},{"year":2024,"score":1,"title":"The Capital Market Effects of Centralizing Regulated Financial Information","keywords":[],"justification":"The article focuses on technical aspects of capital market liquidity and information centralization without addressing any social justice themes, diversity, or ethical critiques. It primarily emphasizes financial efficiency and market mechanics, aligning with a profit-focused perspective.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12544"},{"year":2024,"score":1,"title":"Social Comparison on Multiple Tasks: Sacrificing Overall Performance for Local Excellence?","keywords":[],"justification":"The article focuses on performance metrics and employee behavior without addressing any social justice, diversity, or ethical themes. It is primarily technical and profit-focused, lacking evidence of wokeness.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12535"},{"year":2024,"score":1,"title":"Innovation and Financial Disclosure","keywords":[],"justification":"The article focuses on financial disclosure policy and its impact on managerial strategies related to innovation, without addressing any social justice, diversity, or ethical concerns. The content is primarily technical and profit-focused, reflecting a traditional view of business practices.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12546"},{"year":2024,"score":1,"title":"Fraud Power Laws","keywords":[],"justification":"The article focuses on technical aspects of fraud detection and management without addressing social justice, ethics, or diversity themes. It primarily discusses financial manipulation and monitoring mechanisms, which do not align with woke themes.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12520"},{"year":2024,"score":1,"title":"Earnings News and Over-the-Counter Markets","keywords":[],"justification":"The article focuses on technical aspects of bond market liquidity and does not address any social justice themes, diversity, or ethical considerations. It is purely profit-focused and lacks any evidence of woke themes.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12522"},{"year":2024,"score":1,"title":"The Impact of Credit Market Development on Auditor Choice: Evidence from Banking Deregulation","keywords":[],"justification":"The article focuses on technical aspects of banking deregulation and auditor choice without addressing any social justice, ethical critiques, or DEI themes. It primarily discusses market dynamics and firm behavior, which aligns with a profit-focused perspective.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12519"},{"year":2024,"score":1,"title":"Treatment of Accounting Changes and Covenant Violation Errors","keywords":[],"justification":"The article focuses on technical aspects of accounting standards and their implications for financial covenants without addressing any socially progressive themes, such as diversity, equity, or ethics.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12515"},{"year":2024,"score":1,"title":"Corporate R&D Investments Following Competitors’ Voluntary Disclosures: Evidence from the Drug Development Process","keywords":[],"justification":"The article focuses on corporate R&D investments and peer disclosures without addressing any social justice, diversity, or ethical themes. It is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12509"},{"year":2024,"score":1,"title":"Price Rigidities and the Value of Public Information","keywords":[],"justification":"The article focuses on technical aspects of price rigidity and information asymmetry in accounting without addressing any social justice, diversity, or ethical themes. It is primarily profit-focused and does not incorporate any elements of DEI or ethical critiques.","url":"https://onlinelibrary.wiley.com/doi/10.1111/1475-679X.12495"}]},"JCR":{"count":1550,"top10":[{"year":2023,"score":10,"title":"Racial Oppression and Racial Projects in Consumer Markets: A Racial Formation Theory ApproachGet access","keywords":["racial oppression","inequality","racial formation theory","ethnic","resources"],"justification":"The article focuses on racial oppression and inequality within consumer markets, employing Racial Formation Theory to analyze how market systems can either challenge or reinforce these issues. The strong emphasis on racial and ethnic dynamics in the context of marketing aligns closely with socially progressive themes, warranting a high woke score.","url":"https://academic.oup.com/jcr/article/49/1/1/6357713"},{"year":2003,"score":9,"title":"Can Consumers Escape the Market? Emancipatory Illuminations from Burning ManGet access","keywords":["emancipatory","communal","antimarket","divergent social logics","self-expressive art"],"justification":"The article focuses on the emancipatory dynamics of an antimarket event, emphasizing communal practices and alternative exchange that challenge traditional market logics. The use of terms like 'emancipatory' and 'communal' indicates a strong emphasis on social justice and critiques of consumerism, aligning with progressive themes.","url":"https://academic.oup.com/jcr/article/29/1/20/1796199"},{"year":2015,"score":9,"title":"Transforming Health Care: Empowering Therapeutic Communities through Technology-Enhanced NarrativesGet access","keywords":["empowering","therapeutic communities","social change","cultural trauma","collaborative"],"justification":"The article emphasizes the empowerment of marginalized voices through technology in health care, focusing on social change and community building. The use of terms like 'therapeutic communities' and 'cultural trauma' highlights a strong commitment to social justice and inclusivity, aligning with progressive themes.","url":"https://academic.oup.com/jcr/article/41/2/237/2910486"},{"year":2015,"score":9,"title":"Rejected, Shackled, and Alone: The Impact of Systemic Restricted Choice on Minority Consumers' Construction of SelfGet access","keywords":["systemic restricted choice","minority consumers","self-concept","discrimination","self-esteem"],"justification":"The article focuses on the systemic barriers faced by racial and ethnic minority consumers, emphasizing themes of discrimination and self-concept, which align strongly with social justice and equity. The language used, such as 'systemic restricted choice' and 'discriminated', highlights a critical examination of societal impacts on marginalized groups.","url":"https://academic.oup.com/jcr/article/41/2/451/2907567"},{"year":2019,"score":9,"title":"Beyond Acculturation: Multiculturalism and the Institutional Shaping of an Ethnic Consumer SubjectGet access","keywords":["multiculturalism","neocolonial","ethnic","inequalities","colonialist"],"justification":"The article emphasizes themes of multiculturalism and neocolonial power imbalances, highlighting how institutional practices shape ethnic consumer identities and perpetuate inequalities. The critical discussion of colonialist biases further underscores its strong focus on social justice and equity.","url":"https://academic.oup.com/jcr/article/45/3/553/4938011"},{"year":2023,"score":9,"title":"Almost Equal: Consumption under Fragmented StigmaGet access","keywords":["stigmatized","social groups","consumption","resistance","vulnerable"],"justification":"The article focuses on the consumption behaviors of historically stigmatized social groups, particularly gay men, and discusses themes of societal representation, resistance, and the complexities of stigma, which align closely with social justice and advocacy for marginalized communities.","url":"https://academic.oup.com/jcr/article/49/3/409/6496965"},{"year":2024,"score":9,"title":"More Gamer, Less Girl: Gendered Boundaries, Tokenism, and the Cultural Persistence of Masculine DominanceGet access","keywords":["gendered boundaries","tokenism","masculine dominance","inequity","representation"],"justification":"The article focuses on the persistence of gendered boundaries and tokenism in the gaming industry, highlighting issues of masculine dominance and inequity, which are central to social justice themes. The use of terms like 'tokenism' and 'inequity' indicates a strong emphasis on critical social issues, justifying a high woke score.","url":"https://academic.oup.com/jcr/article/50/1/2/6747192"},{"year":2024,"score":9,"title":"When Fields Are Destabilized: Mobilizing Gendered Capital to Resolve HysteresisGet access","keywords":["gendered capital","same-sex couples","legitimacy","hysteresis","moral judgments"],"justification":"The article focuses on the experiences of same-sex couples in the wedding marketplace, highlighting issues of gender identity and legitimacy within a changing social context. The emphasis on 'gendered capital' and the exploration of moral judgments related to consumption strategies indicate a strong alignment with social justice themes.","url":"https://academic.oup.com/jcr/article/50/5/1052/7192181"},{"year":2024,"score":9,"title":"Between Cultural Appreciation and Cultural Appropriation: Self-Authorizing the Consumption of Cultural Difference","keywords":["cultural appropriation","cultural appreciation","societal impacts","woke capitalism","diversity"],"justification":"The article explores the tension between cultural appreciation and appropriation, emphasizing societal impacts and consumer ethics in the context of cultural diversity. The use of terms like 'woke capitalism' and the focus on moral interpretations of cultural consumption indicate a strong engagement with social justice themes, justifying a high woke score.","url":"https://academic.oup.com/jcr/article/50/5/962/7100345"},{"year":2002,"score":8,"title":"The Seventh Moment: Qualitative Inquiry and the Practices of a More Radical Consumer ResearchGet access","keywords":["critical","ethical","cultural studies","consumer research","black arts movement"],"justification":"The article emphasizes critical inquiry and ethical criteria in consumer research, reflecting strong themes of social justice and cultural critique, particularly through its reference to the Black Arts Movement. This focus on ethics and cultural context in marketing aligns with progressive values, hence a high woke score.","url":"https://academic.oup.com/jcr/article/28/2/324/1899265"}],"bottom10":[{"year":2024,"score":1,"title":"How Does Time Pressure Influence Risk Preferences? Answers from a Meta-AnalysisGet access","keywords":[],"justification":"The article focuses on the technical aspects of risk preferences under time pressure without any mention of socially progressive themes, such as diversity, equity, or ethics. It primarily addresses empirical findings and theoretical frameworks without engaging with issues related to social justice or marginalized groups.","url":"https://academic.oup.com/jcr/article/50/6/1172/7265403"},{"year":2024,"score":1,"title":"The Effect of Pursuing Self-Regulatory Goals on Variety SeekingGet access","keywords":[],"justification":"The article focuses on consumer behavior related to self-regulation and choice variety without addressing any social justice, diversity, or ethical themes. The content is primarily technical and profit-focused, lacking any evidence of 'woke' themes.","url":"https://academic.oup.com/jcr/article/50/6/1157/7211648"},{"year":2024,"score":1,"title":"Dominance Effects in the WildGet access","keywords":[],"justification":"The article focuses on consumer behavior and dominance effects in marketplace choices without addressing any social justice themes, diversity, or ethical considerations. It primarily emphasizes technical aspects of marketing and consumer preferences.","url":"https://academic.oup.com/jcr/article/50/6/1117/7282990"},{"year":2024,"score":1,"title":"Final Price Neglect in Multi-Product Promotions: How Non-Integrated Price Reductions Promote Higher-Priced Products","keywords":[],"justification":"The article focuses on pricing strategies and consumer behavior without addressing any social justice, diversity, or ethical themes. It is purely technical and profit-focused, lacking any evidence of 'woke' themes.","url":"https://academic.oup.com/jcr/article/50/6/1097/7220485"},{"year":2024,"score":1,"title":"The One-Away Effect: The Pursuit of Mere CompletionGet access","keywords":[],"justification":"The article focuses on consumer behavior regarding completion preferences without any mention of social justice, diversity, or ethical considerations. It is primarily technical and profit-focused, emphasizing consumer psychology rather than any socially progressive themes.","url":"https://academic.oup.com/jcr/article/50/5/945/7146034"},{"year":2024,"score":1,"title":"Intel Inside: The Linguistic Properties of Effective SlogansGet access","keywords":[],"justification":"The article focuses on the technical aspects of marketing slogans without addressing any social justice, diversity, or ethical themes. It is primarily concerned with consumer preferences and marketing effectiveness, which aligns with traditional profit-focused metrics.","url":"https://academic.oup.com/jcr/article/50/5/865/7162691"},{"year":2024,"score":1,"title":"Cross-Period Impatience: Subjective Financial Periods Explain Time-Inconsistent ChoicesGet access","keywords":[],"justification":"The article focuses on consumer time preferences and decision-making frameworks without addressing any social justice, diversity, or ethical concerns. It is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://academic.oup.com/jcr/article/50/4/787/7147907"},{"year":2024,"score":1,"title":"How Verb Tense Shapes PersuasionGet access","keywords":[],"justification":"The article focuses on the technical aspects of language and persuasion in marketing without addressing any social justice, diversity, or ethical themes. It primarily examines consumer behavior through a linguistic lens, which does not align with the criteria for wokeness.","url":"https://academic.oup.com/jcr/article/50/3/645/6998212"},{"year":2024,"score":1,"title":"The Preference for Spontaneity in EntertainmentGet access","keywords":[],"justification":"The article focuses on consumer preferences for spontaneity in entertainment without addressing any socially progressive themes, such as diversity, equity, or ethics. It primarily discusses authenticity and quality in entertainment, which are not aligned with woke themes.","url":"https://academic.oup.com/jcr/article/50/3/597/6965627"},{"year":2024,"score":1,"title":"Divergent Effects of Budgeting for Gifts versus Personal PurchasesGet access","keywords":[],"justification":"The article focuses on consumer behavior related to budgeting without addressing any social justice, diversity, or ethical themes. It primarily discusses psychological aspects of spending, which aligns with traditional marketing metrics rather than progressive social themes.","url":"https://academic.oup.com/jcr/article/50/3/576/7039682"}]},"JF":{"count":1898,"top10":[{"year":2022,"score":9,"title":"Predictably Unequal? The Effects of Machine Learning on Credit Markets","keywords":["disparity","race","distributional impacts","black","hispanic"],"justification":"The article addresses significant social justice themes by highlighting how machine learning in credit markets exacerbates disparities based on race, particularly affecting Black and Hispanic borrowers. The focus on distributional impacts and inequality strongly aligns with critical discussions around equity and social justice in finance.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.13090"},{"year":2024,"score":8,"title":"Lender Automation and Racial Disparities in Credit Access","keywords":["racial disparities","credit access","bias","black-owned firms","automation"],"justification":"The article addresses significant social issues such as racial disparities in credit access and the impact of automation on these disparities, emphasizing the importance of equity in financial systems. The focus on 'Black-owned firms' and 'bias' highlights a strong commitment to social justice themes within the finance field.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.13303"},{"year":2017,"score":7,"title":"Why Do Investors Hold Socially Responsible Mutual Funds?","keywords":["socially responsible","social preferences","social signaling","financial motives"],"justification":"The article emphasizes socially responsible investment (SRI) and highlights social preferences over financial performance, indicating a strong focus on ethical considerations in finance. The keywords reflect themes of social responsibility and ethical investment, aligning with progressive values.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.12547"},{"year":2022,"score":7,"title":"Female Representation in the Academic Finance Profession","keywords":["female representation","gender imbalance","gender gap","equity"],"justification":"The article focuses on gender representation and equity within the finance profession, highlighting issues such as pay disparity and publication networks. The emphasis on 'gender imbalance' and 'equity' indicates a strong awareness of social justice themes, warranting a higher woke score.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.13094"},{"year":2022,"score":7,"title":"Do Firms Respond to Gender Pay Gap Transparency?","keywords":["gender pay gap","pay transparency","firm outcomes"],"justification":"The article focuses on the gender pay gap and the impact of pay transparency legislation, which are significant social justice issues. The emphasis on gender-disaggregated wage statistics and the effects on firm outcomes indicates a strong connection to diversity and equity themes in the finance field.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.13136"},{"year":2023,"score":7,"title":"Presidential Address: Sustainable Finance and ESG Issues—Value versus Values","keywords":["sustainable finance","esg","environmental","social","governance"],"justification":"The article discusses sustainable finance and ESG (environmental, social, and governance) issues, emphasizing the importance of values in investment decisions. This focus on sustainability and social responsibility aligns with progressive themes, warranting a moderate to strong woke score.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.13255"},{"year":2023,"score":7,"title":"Global Pricing of Carbon-Transition Risk","keywords":["carbon-transition","climate change","inclusive political systems","emissions","investor awareness"],"justification":"The article discusses carbon-transition risk and its implications for firms in relation to climate change, highlighting the effects of emissions and the importance of inclusive political systems. This focus on environmental sustainability and social equity in the context of finance reflects moderate to strong woke themes.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.13272"},{"year":2024,"score":7,"title":"Do Women Receive Worse Financial Advice?","keywords":["women","discrimination","advice","financial","equity"],"justification":"The article addresses gender discrimination in financial advice, highlighting how women receive suboptimal recommendations compared to men. This focus on gender equity and discrimination aligns with socially progressive themes, justifying a score of 7.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.13366"},{"year":2019,"score":6,"title":"Do Investors Value Sustainability? A Natural Experiment Examining Ranking and Fund Flows","keywords":["sustainability","nonpecuniary motives","investors","performance"],"justification":"The article discusses sustainability as a significant factor influencing investment decisions, indicating a moderate focus on ethical considerations in finance. The keywords highlight the emphasis on sustainability and the influence of nonpecuniary motives, which align with socially responsible investing themes.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.12841"},{"year":2020,"score":6,"title":"Access to Collateral and the Democratization of Credit: France's Reform of the Napoleonic Security Code","keywords":["democratization","credit access","inequality","small businesses","rural areas"],"justification":"The article discusses the reform's impact on credit access, particularly for small and financially constrained businesses, highlighting themes of democratization and inequality. The focus on improving access for marginalized groups in rural areas aligns with socially progressive themes, warranting a moderate woke score.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.12846"}],"bottom10":[{"year":2024,"score":1,"title":"Mortgage Lock-In, Mobility, and Labor Reallocation","keywords":[],"justification":"The article primarily focuses on technical aspects of mortgage rates and labor mobility without addressing any social justice, diversity, or ethical themes. It is centered on economic analysis rather than socially progressive issues.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.13398"},{"year":2024,"score":1,"title":"Bonds versus Equities: Information for Investment","keywords":[],"justification":"The article focuses on technical aspects of investment and financial models without any mention of socially progressive themes such as diversity, ethics, or social justice.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.13396"},{"year":2024,"score":1,"title":"A Multifactor Perspective on Volatility-Managed Portfolios","keywords":[],"justification":"The article focuses on technical aspects of finance, specifically risk-return trade-offs and portfolio management, without any mention of social themes, ethics, or diversity.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.13395"},{"year":2024,"score":1,"title":"Equity Term Structures without Dividend Strips Data","keywords":[],"justification":"The article focuses on technical aspects of equity pricing and asset pricing models without any mention of social themes, ethics, or diversity. It is purely profit-focused and does not engage with socially progressive topics.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.13394"},{"year":2024,"score":1,"title":"Financial Sophistication and Consumer Spending","keywords":[],"justification":"The article focuses on financial behaviors and consumer responses without addressing any social justice, diversity, or ethical themes. It primarily discusses technical aspects of finance and consumer spending, which does not align with woke themes.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.13393"},{"year":2024,"score":1,"title":"Time-Consistent Individuals, Time-Inconsistent Households","keywords":[],"justification":"The article focuses on a technical model of consumption and savings without addressing any social justice themes, diversity, or ethical critiques of business practices. It primarily deals with economic behavior in households, which does not align with 'woke' themes.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.13392"},{"year":2024,"score":1,"title":"Putting the Price in Asset Pricing","keywords":[],"justification":"The article focuses on technical aspects of asset pricing without any mention of social justice, diversity, or ethical considerations. It is purely profit-focused and does not engage with any woke themes.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.13391"},{"year":2024,"score":1,"title":"Liquidity Transformation and Fragility in the U.S. Banking Sector","keywords":[],"justification":"The article focuses on liquidity transformation and fragility in banking without addressing social justice, equity, or ethical considerations. It primarily discusses technical aspects of banking performance, resulting in a score of 1.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.13390"},{"year":2024,"score":1,"title":"The Working Capital Credit Multiplier","keywords":[],"justification":"The article focuses on technical aspects of finance, specifically funding frictions and credit multipliers, without any mention of socially progressive themes or ethical considerations. The content is purely profit-focused and does not engage with issues related to diversity, equity, or social justice.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.13385"},{"year":2024,"score":1,"title":"Currency Management by International Fixed-Income Mutual Funds","keywords":[],"justification":"The article focuses solely on technical aspects of currency management and investment strategies without any mention of social justice, ethics, or diversity themes.","url":"https://onlinelibrary.wiley.com/doi/10.1111/jofi.13381"}]},"JFE":{"count":2749,"top10":[{"year":2019,"score":9,"title":"What’s in a (school) name? Racial discrimination in higher education bond markets","keywords":["racial discrimination","hbcus","equity","underwriting fees"],"justification":"The article focuses on racial discrimination faced by historically black colleges and universities (HBCUs) in the bond market, highlighting systemic inequities in financial practices. The emphasis on 'racial discrimination' and 'equity' indicates a strong social justice theme, aligning with critical discussions in the finance field.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X19301242"},{"year":2021,"score":9,"title":"Color and credit: Race, regulation, and the quality of financial services","keywords":["race","minority","regulation","lmi","quality"],"justification":"The article addresses the adverse effects of financial regulations on low-to-moderate-income and minority borrowers, highlighting themes of social justice and equity in financial services. The focus on race and the quality of credit for marginalized groups indicates a strong emphasis on socially progressive themes.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X2100091X"},{"year":2022,"score":9,"title":"Consumer-lending discrimination in the FinTech Era","keywords":["discrimination","minority","fair-lending","interest rates","equity"],"justification":"The article addresses systemic discrimination in lending practices affecting minority borrowers, highlighting significant financial impacts and advocating for fair-lending laws. The focus on equity and the financial disparities faced by marginalized groups strongly aligns with social justice themes.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X21002403"},{"year":2012,"score":8,"title":"Entrepreneurial finance, credit cards, and race","keywords":["race","entrepreneurship","discrimination","barriers","black entrepreneurs"],"justification":"The article focuses on the intersection of financial deregulation and race, highlighting the effects on black entrepreneurs and addressing discrimination-based barriers to entry. This strong emphasis on racial equity and social justice in the context of finance warrants a high woke score.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X12000682"},{"year":2020,"score":8,"title":"Are early stage investors biased against women?","keywords":["bias","gender","entrepreneurs","investors"],"justification":"The article investigates gender biases in investment decisions, highlighting the disparity in interest towards female entrepreneurs compared to male counterparts. The focus on gender bias and its implications for equity in investment practices aligns strongly with social justice themes, warranting a high woke score.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X19301758"},{"year":2020,"score":8,"title":"At the table but can not break through the glass ceiling:Board leadership positions elude diverse directors","keywords":["diverse","leadership","gender","race","glass ceiling"],"justification":"The article focuses on the barriers faced by diverse directors in attaining leadership positions, highlighting issues of gender and race discrimination. This strong emphasis on diversity and systemic inequality in board appointments aligns with socially progressive themes, warranting a high woke score.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X20300829"},{"year":2021,"score":8,"title":"Family comes first: Reproductive health and the gender gap in entrepreneurship","keywords":["reproductive healthcare","gender gap","female entrepreneurship","policies","women"],"justification":"The article emphasizes the importance of reproductive healthcare in promoting female entrepreneurship, highlighting social justice themes related to gender equity. The focus on policies that support women's rights and the gender gap in entrepreneurship aligns strongly with woke themes.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X21000799"},{"year":2023,"score":8,"title":"Mortgage prepayment, race, and monetary policy","keywords":["race","inequality","barriers","minority","policies"],"justification":"The article addresses racial disparities in mortgage refinancing, highlighting systemic barriers faced by Black and Hispanic borrowers compared to white and Asian borrowers. This focus on racial inequality and the advocacy for policies to reduce these barriers aligns strongly with social justice themes.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X22002458"},{"year":2024,"score":8,"title":"Regulatory arbitrage or random errors? Implications of race prediction algorithms in fair lending analysis","keywords":["race","bias","fair lending","disparities","regulation"],"justification":"The article addresses significant issues surrounding race prediction algorithms and their impact on fair lending practices, highlighting biases and disparities faced by Black Americans. The focus on ethical implications and the call for regulatory changes to improve lending equity underscores a strong social justice theme.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X24000801"},{"year":2024,"score":8,"title":"Discrimination in the payments chain","keywords":["discrimination","minority","bias","gender","racial"],"justification":"The article addresses discrimination based on gender and race within financial transactions, highlighting the impact of biased beliefs on payment behaviors. This strong focus on social justice themes, particularly regarding minority groups, justifies a high woke score.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X24000953"}],"bottom10":[{"year":2024,"score":1,"title":"Macroeconomic perceptions, financial constraints, and anomalies","keywords":[],"justification":"The article focuses on technical financial analysis and macroeconomic expectations without any mention of social justice, diversity, or ethical considerations. It primarily addresses profit-driven metrics and financial anomalies, which aligns with a traditional finance perspective.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X24001752"},{"year":2024,"score":1,"title":"Comparing factor models with price-impact costs","keywords":[],"justification":"The article focuses on technical aspects of asset-pricing models and trading costs without addressing any social justice, ethical considerations, or diversity themes. It is primarily profit-focused and lacks any evidence of woke themes.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X24001727"},{"year":2024,"score":1,"title":"Broken promises, competition, and capital allocation in the mutual fund industry","keywords":[],"justification":"The article focuses on technical aspects of mutual fund performance and investor preferences without addressing any social justice, ethical, or DEI themes. It primarily examines capital allocation and competition, which are traditional finance topics.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X24001715"},{"year":2024,"score":1,"title":"Competition, Product differentiation and Crises: Evidence from 18 million securitized loans","keywords":[],"justification":"The article focuses on technical aspects of finance, specifically product differentiation and competition in securitized loans, with no mention of social justice, ethics, or DEI themes.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X24001703"},{"year":2024,"score":1,"title":"Estimating and testing investment-based asset pricing models","keywords":[],"justification":"The article focuses on technical aspects of asset pricing models without any mention of social justice, diversity, or ethical considerations, indicating a purely profit-focused approach.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X24001685"},{"year":2024,"score":1,"title":"Bank heterogeneity and financial stability","keywords":[],"justification":"The article focuses on technical aspects of financial stability and bank heterogeneity without addressing social justice, diversity, or ethical considerations. It primarily discusses financial mechanisms and stability, which aligns with traditional profit-focused themes.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X24001570"},{"year":2024,"score":1,"title":"Conditional risk","keywords":[],"justification":"The article focuses on technical aspects of finance, specifically market betas and CAPM alphas, without any mention of social justice, ethics, or diversity themes. It is purely profit-focused and lacks any evidence of woke themes.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X24001569"},{"year":2024,"score":1,"title":"Specialization and performance in private equity: Evidence from the hotel industry","keywords":[],"justification":"The article focuses on financial performance metrics and operational efficiency in private equity without addressing any social justice, diversity, or ethical themes. It emphasizes technical aspects of investment specialization rather than any socially progressive issues.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X24001533"},{"year":2024,"score":1,"title":"Do personal taxes affect investment decisions and stock returns?","keywords":[],"justification":"The article focuses on the technical aspects of personal investment taxes and their effects on stock returns, with no mention of socially progressive themes or ethical considerations. It adheres strictly to traditional finance metrics without addressing issues of diversity, equity, or social justice.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X24001508"},{"year":2024,"score":1,"title":"The risk and return of equity and credit index options","keywords":[],"justification":"The article focuses on technical aspects of financial modeling and pricing without any reference to social themes or ethical considerations, indicating a purely profit-focused approach.","url":"https://www.sciencedirect.com/science/article/pii/S0304405X24001557"}]},"JIBS":{"count":1437,"top10":[{"year":2014,"score":9,"title":"Englishization in offshore call centers: A postcolonial perspective","keywords":["postcolonial","power relations","transnational","privilege","other"],"justification":"The article employs a postcolonial perspective to analyze corporate Englishization, highlighting themes of power relations and privilege, which are central to social justice discourse. The focus on how language perpetuates colonial-style power dynamics strongly aligns with critical theory and social equity, justifying a high woke score.","url":"https://link.springer.com/article/10.1057/jibs.2014.25"},{"year":2023,"score":9,"title":"Equality, diversity, and inclusion in international business: A review and research agenda","keywords":["equality","diversity","inclusion","social justice","underrepresented groups"],"justification":"The article emphasizes the need for multinational enterprises to address equality, diversity, and inclusion (EDI) within international business, highlighting social justice and the inclusion of underrepresented groups. The focus on moral arguments and societal change further supports a high woke score.","url":"https://link.springer.com/article/10.1057/s41267-023-00642-x"},{"year":2014,"score":8,"title":"Re-considering language within a cosmopolitan understanding: Toward a multilingual franca approach in international business studies","keywords":["multilingualism","diversity","emancipatory politics","social practice","normative assumptions"],"justification":"The article emphasizes a human-centered multilingualism and the complexities of diversity in global contexts, reflecting strong themes of social justice and inclusivity. The focus on 'emancipatory politics' and 'normative assumptions' indicates a critical approach to language and globalization, aligning with progressive ideals.","url":"https://link.springer.com/article/10.1057/jibs.2014.9"},{"year":2014,"score":8,"title":"How non-native English-speaking staff are evaluated in linguistically diverse organizations: A sociolinguistic perspective","keywords":["diversity","inequalities","power","evaluation","linguistically diverse"],"justification":"The article addresses issues of power and inequalities in linguistically diverse organizations, emphasizing the evaluation of non-native English speakers and its implications for organizational power relations. The focus on diversity and the sociolinguistic perspective aligns strongly with themes of social justice and equity, justifying a high woke score.","url":"https://link.springer.com/article/10.1057/jibs.2014.21"},{"year":2014,"score":8,"title":"Linguistic gender marking and its international business ramifications","keywords":["gender","female participation","corporate presence","multinational companies"],"justification":"The article focuses on the impact of linguistic gender distinctions on women's corporate presence, highlighting issues of gender equity and representation in leadership roles. The emphasis on female participation and the implications for multinational companies underscores a strong alignment with social justice themes.","url":"https://link.springer.com/article/10.1057/jibs.2014.5"},{"year":2016,"score":8,"title":"An institutional perspective on the social outcome of entrepreneurship: Commercial microfinance and inclusive markets","keywords":["inclusive markets","social entrepreneurship","mission drift","state fragility","social impact"],"justification":"The article discusses the social outcomes of entrepreneurship with a focus on inclusive markets and the implications of commercialization on serving marginalized populations. The emphasis on social impact and the critique of profit-driven motives align with strong woke themes, particularly in the context of Management & Organizations.","url":"https://link.springer.com/article/10.1057/jibs.2016.18"},{"year":2017,"score":8,"title":"Attitudes towards women’s career advancement in Latin America: The moderating impact of perceived company international proactiveness","keywords":["women","career advancement","gender","marginalized","traditional"],"justification":"The article focuses on women's career advancement, addressing traditional gender roles and the challenges faced by a historically marginalized group in Latin America. This emphasis on gender equity and the critique of traditional attitudes contribute to a strong woke score.","url":"https://link.springer.com/article/10.1057/s41267-016-0039-7"},{"year":2019,"score":8,"title":"Enforcing higher labor standards within developing country value chains: Consequences for MNEs and informal actors in a dual economy","keywords":["labor standards","mnes","informal sector","compliance","employment"],"justification":"The article discusses the enforcement of higher labor standards and the implications for informal actors, highlighting social justice issues in global value chains. The focus on compliance, employment creation, and the challenges faced by marginalized groups in developing economies reflects strong themes of social responsibility and ethical considerations.","url":"https://link.springer.com/article/10.1057/s41267-019-00265-1"},{"year":2021,"score":8,"title":"MNC responses to international NGO activist campaigns: Evidence from Royal Dutch/Shell in apartheid South Africa","keywords":["human rights","ngo","corporate social responsibility","divestment","activism"],"justification":"The article discusses the responses of multinational corporations to NGO activism concerning human rights violations during apartheid, emphasizing corporate social responsibility and the ethical implications of business practices. The focus on human rights and activism aligns with strong woke themes, particularly in the context of Management & Organizations.","url":"https://link.springer.com/article/10.1057/s41267-021-00422-5"},{"year":2021,"score":8,"title":"Implementing the United Nations’ Sustainable Development Goals in international business","keywords":["sustainable development goals","externalities","social cohesion","underdevelopment"],"justification":"The article emphasizes the role of multinationals in addressing social and environmental issues through the lens of the United Nations’ Sustainable Development Goals, which aligns with themes of social responsibility and ethical business practices. The focus on externalities and social cohesion indicates a strong commitment to societal impact over traditional profit metrics.","url":"https://link.springer.com/article/10.1057/s41267-021-00445-y"}],"bottom10":[{"year":2024,"score":1,"title":"Domestic financial conditions and MNCs’ global competitiveness: evidence from the Swiss franc shock","keywords":[],"justification":"The article focuses on the technical aspects of multinational corporations' financial performance and competitive strategies without any mention of social justice, diversity, or ethical considerations. It primarily emphasizes economic metrics and local financial conditions, which aligns with a profit-focused perspective.","url":"https://link.springer.com/article/10.1057/s41267-024-00703-9"},{"year":2024,"score":1,"title":"Globalization and stock price crash risk: evidence from the US granting permanent normal trade relations to China","keywords":[],"justification":"The article focuses on the financial stability implications of trade relations without addressing any social justice, diversity, or ethical concerns. It primarily emphasizes technical aspects of globalization and stock price risk, lacking any evidence of woke themes.","url":"https://link.springer.com/article/10.1057/s41267-024-00697-4"},{"year":2024,"score":1,"title":"Universal banking powers and liquidity creation","keywords":[],"justification":"The article focuses on technical aspects of banking powers and liquidity creation without addressing any social justice themes, diversity, or ethical considerations. It is primarily profit-focused and lacks any mention of DEI or related concepts.","url":"https://link.springer.com/article/10.1057/s41267-024-00699-2"},{"year":2024,"score":1,"title":"Do foreign institutional shareholders affect international debt contracting? Evidence from Yankee bond covenants","keywords":[],"justification":"The article focuses on technical aspects of international debt contracting and the influence of foreign institutional shareholders without addressing any social justice, diversity, or ethical themes. It primarily discusses financial relationships and agency costs, which do not align with woke themes.","url":"https://link.springer.com/article/10.1057/s41267-023-00667-2"},{"year":2024,"score":1,"title":"What drives global product integration? An empirical update","keywords":[],"justification":"The article focuses on technical aspects of global product integration and does not address any socially progressive themes such as diversity, equity, or ethics. The content is primarily profit-focused and lacks any mention of social impact.","url":"https://link.springer.com/article/10.1057/s41267-023-00640-z"},{"year":2024,"score":1,"title":"Rethinking firm-specific advantages from intellectual property rights: Boundary conditions for MNEs","keywords":[],"justification":"The article focuses on theoretical boundary conditions for firm-specific advantages related to intellectual property rights without addressing any social justice, diversity, or ethical themes. The content is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://link.springer.com/article/10.1057/s41267-023-00631-0"},{"year":2023,"score":1,"title":"The role of networks in international acquisition premiums","keywords":[],"justification":"The article focuses on network theory and acquisition premiums without addressing any socially progressive themes such as diversity, equity, or ethics. It is primarily technical and profit-focused, lacking any evidence of wokeness.","url":"https://link.springer.com/article/10.1057/s41267-023-00634-x"},{"year":2023,"score":1,"title":"International taxation and the organizational form of foreign direct investment","keywords":[],"justification":"The article focuses on technical aspects of international taxation and foreign direct investment without addressing any social justice, diversity, or ethical themes. It primarily emphasizes economic implications and organizational forms, which aligns with a profit-focused perspective.","url":"https://link.springer.com/article/10.1057/s41267-023-00614-1"},{"year":2023,"score":1,"title":"Event studies in international finance research","keywords":[],"justification":"The article focuses on methodological challenges in finance research without addressing social justice, diversity, or ethical considerations. It primarily emphasizes technical aspects of event studies and their implications on stock prices, lacking any evidence of woke themes.","url":"https://link.springer.com/article/10.1057/s41267-022-00534-6"},{"year":2023,"score":1,"title":"A relational view on the performance effects of international diversification strategies","keywords":[],"justification":"The article focuses on the technical aspects of international diversification strategies and performance outcomes for multinational corporations without any mention of social justice, diversity, equity, or ethical considerations.","url":"https://link.springer.com/article/10.1057/s41267-022-00516-8"}]},"JM":{"count":1120,"top10":[{"year":2023,"score":9,"title":"The Past and Future of Gender Research in Marketing: Paradigms, Stances, and Value-Based\n                        Commitments","keywords":["gender","diversity","ethics","representation","social issues"],"justification":"The article strongly emphasizes themes of gender diversity, ethical research practices, and social issues, which are central to the discourse on social justice and representation in marketing. The focus on value-based commitments and the implications for marginalized groups in research further supports a high woke score.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222429231154532"},{"year":2024,"score":9,"title":"On the Path to Decolonizing Health Care Services: The Role of Marketing","keywords":["decolonization","first nations","health outcomes","social implications","marketing"],"justification":"The article focuses on decolonizing health services for First Nations people, emphasizing social justice and improved health outcomes, which aligns strongly with woke themes. The use of terms like 'decolonization' and 'social implications' highlights a commitment to addressing systemic inequalities.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222429231209925"},{"year":2007,"score":8,"title":"Consumer Racism and Its Effects on Domestic Cross-Ethnic Product Purchase: An Empirical\n                        Test in the United States, Canada, and France","keywords":["consumer racism","ethnic minorities","minority-owned business","cross-ethnic product purchase"],"justification":"The article addresses the impact of consumer racism on purchasing behavior towards products from ethnic minorities, highlighting issues of social justice and equity in consumer behavior. The focus on minority-owned businesses and the empirical examination of racism's effects indicate a strong emphasis on DEI themes.","url":"https://journals.sagepub.com/doi/abs/10.1509/jmkg.71.1.113"},{"year":2009,"score":7,"title":"Demarketing, Minorities, and National Attachment","keywords":["minorities","demarketing","social identity","environment","national attachment"],"justification":"The article discusses the intersection of environmental protection and minority consumer behavior, emphasizing social identity and the impact of national attachment on responses to demarketing campaigns. The focus on minorities and their unique responses to marketing strategies reflects a strong awareness of diversity and social justice themes.","url":"https://journals.sagepub.com/doi/abs/10.1509/jmkg.73.2.105"},{"year":2011,"score":7,"title":"Reinventing Marketing to Manage the Environmental Imperative","keywords":["sustainability","environmental impact","social marketing"],"justification":"The article emphasizes the need for marketers to reconsider their strategies in light of finite resources and environmental costs, highlighting themes of sustainability and social responsibility. The focus on balancing growth with sustainability reflects a strong awareness of ethical implications in marketing practices.","url":"https://journals.sagepub.com/doi/abs/10.1509/jmkg.75.4.132"},{"year":2012,"score":7,"title":"Belief in a Just World: Consumer Intentions and Behaviors toward Ethical Products","keywords":["ethical","fair-trade","justice","injustice","prosocial"],"justification":"The article discusses consumer behavior towards ethical products and fair-trade, emphasizing themes of justice and social responsibility. The focus on 'ethical' consumption and 'fair-trade' indicates a strong alignment with socially progressive values, warranting a higher woke score.","url":"https://journals.sagepub.com/doi/abs/10.1509/jm.09.0581"},{"year":2013,"score":7,"title":"When Do (and Don't) Normative Appeals Influence Sustainable Consumer Behaviors?","keywords":["sustainable","normative appeals","collective","consumer behaviors"],"justification":"The article emphasizes sustainable consumer behaviors and the influence of normative appeals, indicating a focus on social responsibility and collective action. The keywords highlight themes of sustainability and collective responsibility, aligning with socially progressive ideals.","url":"https://journals.sagepub.com/doi/abs/10.1509/jm.11.0278"},{"year":2015,"score":7,"title":"BYOB: How Bringing Your Own Shopping Bags Leads to Treating Yourself and the Environment","keywords":["environment","socially conscious","sustainability","pollution","climate change"],"justification":"The article emphasizes themes of environmental sustainability and social consciousness, particularly in relation to consumer behavior and the impact of reusable shopping bags. The focus on pollution and climate change suggests a strong alignment with socially progressive values, warranting a higher woke score.","url":"https://journals.sagepub.com/doi/abs/10.1509/jm.13.0228"},{"year":2019,"score":7,"title":"How to SHIFT Consumer Behaviors to be More Sustainable: A Literature Review and Guiding\n                        Framework","keywords":["sustainable","pro-environmental","consumer behaviors","social influence","ethical"],"justification":"The article emphasizes sustainable consumption and pro-environmental behaviors, which align with socially progressive themes in marketing. The focus on encouraging ethical consumer practices through social influence indicates a strong commitment to sustainability and social responsibility.","url":"https://journals.sagepub.com/doi/abs/10.1177/0022242919825649"},{"year":2020,"score":7,"title":"Who Receives Credit or Blame? The Effects of Made-to-Order Production on Responses\n                        to Unethical and Ethical Company Production Practices","keywords":["unethical","ethical","responsibility","fair-trade","advocacy"],"justification":"The article discusses the ethical implications of production practices, emphasizing consumer responsibility and the impact of unethical processes such as pollution and underpaid labor. The focus on ethical production and fair-trade brands indicates a strong alignment with socially progressive themes, particularly in the marketing field.","url":"https://journals.sagepub.com/doi/abs/10.1177/0022242919887161"}],"bottom10":[{"year":2024,"score":1,"title":"Group or Individual Sales Incentives? What Is Best for Brand-Managed Retail Sales\n                        Operations?","keywords":[],"justification":"The article focuses on sales force incentive compensation and brand management without any reference to social justice, diversity, or ethical considerations. The content is primarily technical and profit-oriented, lacking any evidence of woke themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222429241249424"},{"year":2024,"score":1,"title":"More Likely to Pay but Less Engaged: The Effects of Switching Online Courses from\n                        Scheduled to On-Demand Release on User Behavior","keywords":[],"justification":"The article focuses primarily on user behavior and revenue implications of online course formats without addressing any social justice, diversity, or ethical themes. It is mainly technical and profit-driven, lacking any evidence of woke themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222429241227145"},{"year":2024,"score":1,"title":"Revenue Generation Through Influencer Marketing","keywords":[],"justification":"The article focuses primarily on marketing strategies and revenue generation without addressing any social justice, diversity, or ethical themes. It is centered on technical aspects of influencer marketing and profitability, which does not align with 'woke' themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222429231217471"},{"year":2024,"score":1,"title":"Dual Branding by National Brand Manufacturers: Drivers and Outcomes","keywords":[],"justification":"The article primarily focuses on empirical analysis of dual branding in the context of marketing without addressing any social justice, diversity, or ethical themes. It emphasizes technical aspects of branding and market dynamics, lacking any evidence of woke themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222429231196575"},{"year":2024,"score":1,"title":"Measuring Willingness to Pay: A Comparative Method of Valuation","keywords":[],"justification":"The article focuses on a technical and methodological advancement in measuring willingness to pay without addressing any social justice, diversity, or ethical themes. The content is primarily profit-focused and does not engage with woke themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222429231195564"},{"year":2024,"score":1,"title":"Assessing the Multichannel Impact of Brand Store Entry by a Digital-Native Grocery\n                        Brand","keywords":[],"justification":"The article focuses on the technical aspects of brand store entry and its impact on sales and profits without addressing any social justice, diversity, or ethical themes. It primarily emphasizes profitability and operational metrics, aligning with a traditional business focus.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222429231193371"},{"year":2024,"score":1,"title":"Does Bad Medical News Reduce Preferences for Generic Drugs?","keywords":[],"justification":"The article focuses on consumer behavior regarding generic versus brand name drugs without addressing any social justice, diversity, or ethical themes. It is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222429231158360"},{"year":2023,"score":1,"title":"The Negative and Positive Consequences of Placing Nonpromoted Products Next to Promoted\n                        Products","keywords":[],"justification":"The article focuses on the technical aspects of consumer behavior and pricing strategies without addressing any social justice, diversity, or ethical themes. It is primarily profit-focused and does not incorporate any woke elements.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222429231172111"},{"year":2023,"score":1,"title":"A Meta-Analysis of Brand Extension Success: The Effects of Parent Brand Equity and\n                        Extension Fit","keywords":[],"justification":"The article focuses on brand extension success through empirical analysis and does not address any socially progressive themes such as diversity, equity, or ethics. It is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222429231164654"},{"year":2023,"score":1,"title":"The Effectiveness of Membership-Based Free Shipping: An Empirical Investigation of\n                        Consumers’ Purchase Behaviors and Revenue Contribution","keywords":[],"justification":"The article focuses primarily on the technical aspects of membership-based free shipping and its impact on consumer behavior and revenue, with no mention of social justice, diversity, or ethical considerations.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222429231158116"}]},"JMR":{"count":1377,"top10":[{"year":2024,"score":10,"title":"Revealing and Mitigating Racial Bias and Discrimination in Financial Services","keywords":["racial bias","discrimination","service outcomes","moral wrong","managerial implications"],"justification":"The article focuses on revealing and mitigating racial discrimination in financial services, emphasizing the moral and ethical implications of such biases. The strong language around racial bias and discrimination, along with the exploration of managerial implications for addressing these issues, aligns closely with social justice themes, justifying a high woke score.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222437231176470"},{"year":2023,"score":9,"title":"Women and Minority Film Directors in Hollywood: Performance Implications of Product\n                        Development and Distribution Biases","keywords":["representation","gender","race","biases","diversity"],"justification":"The article focuses on gender and race-related imbalances in the film industry, highlighting biases against women and minority directors, which aligns with strong social justice themes. The emphasis on representation and the examination of performance disparities due to these biases indicates a primary focus on equity and inclusion.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222437221100217"},{"year":2021,"score":8,"title":"Making the World a Better Place: How Crowdfunding Increases Consumer Demand for Social-Good\n                        Products","keywords":["social-good","collective efficacy","interdependent mindset","positive social impact","environmental impact"],"justification":"The article emphasizes consumer demand for 'social-good products' and discusses the role of collective efficacy in driving positive social and environmental impacts, indicating a strong focus on social responsibility and ethical considerations in marketing.","url":"https://journals.sagepub.com/doi/abs/10.1177/0022243720970445"},{"year":2021,"score":8,"title":"Marketing, Through the Eyes of the Stigmatized","keywords":["stigma","devaluation","empowerment","consumption","audience cues"],"justification":"The article addresses the impact of stigma on consumer behavior and marketing strategies, emphasizing social devaluation and empowerment for marginalized groups. The focus on stigma and its effects on consumption aligns with themes of social justice and equity, warranting a high woke score.","url":"https://journals.sagepub.com/doi/abs/10.1177/0022243720975400"},{"year":2022,"score":8,"title":"Gender (Still) Matters in Business School","keywords":["gender","stereotypes","female instructors","performance","equity"],"justification":"The article addresses systematic gender performance differences and emphasizes the role of female instructors in challenging gender stereotypes, highlighting themes of equity and social justice in education. The focus on gender disparities and the implications for both business schools and society further support a strong 'woke' orientation.","url":"https://journals.sagepub.com/doi/abs/10.1177/0022243720972368"},{"year":2022,"score":8,"title":"Expected Socioeconomic-Status-Based Discrimination Reduces Price Sensitivity Among\n                        the Poor","keywords":["discrimination","socioeconomic-status","customer equality","diversity","stigma"],"justification":"The article focuses on socioeconomic discrimination and its impact on consumer behavior, highlighting issues of inequality and the psychological burdens faced by low-SES consumers. The use of terms like 'discrimination' and 'customer equality' indicates a strong emphasis on social justice themes, particularly in the context of marketing practices.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222437221097100"},{"year":2001,"score":7,"title":"What We See Makes Us who We are: Priming Ethnic Self-Awareness and Advertising Response","keywords":["ethnic self-awareness","ethnicity","targeted advertising","self-categorization","ethnic primes"],"justification":"The article emphasizes 'ethnic self-awareness' and its impact on consumer behavior, highlighting themes of ethnicity and targeted advertising. This focus on ethnic identity and sensitivity in marketing aligns with socially progressive themes, warranting a moderate to strong woke score.","url":"https://journals.sagepub.com/doi/abs/10.1509/jmkr.38.3.336.18871"},{"year":2009,"score":7,"title":"Ethical Decisions and Response Mode Compatibility: Weighting of Ethical Attributes\n                        in Consideration Sets Formed by excluding versus Including Product Alternatives","keywords":["ethical attributes","labor practices","animal testing","ethical products"],"justification":"The article emphasizes the importance of ethical attributes in consumer decision-making, particularly regarding labor practices and animal testing, which aligns with social justice and ethical considerations in marketing. The focus on how consumers perceive the inclusion or exclusion of ethical products indicates a strong awareness of ethical implications in business practices.","url":"https://journals.sagepub.com/doi/abs/10.1509/jmkr.46.2.234"},{"year":2019,"score":7,"title":"Media Coverage of Climate Change and Sustainable Product Consumption: Evidence from\n                        the Hybrid Vehicle Market","keywords":["climate change","sustainable consumption","social norm","environmentally friendly"],"justification":"The article emphasizes the importance of climate change and sustainable consumption, highlighting the role of media in promoting environmentally friendly behaviors. The focus on social norms advocating for sustainability indicates a strong alignment with socially progressive themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/0022243719865898"},{"year":2022,"score":7,"title":"Engaging Consumers with Environmental Sustainability Initiatives: Consumer Global–Local\n                        Identity and Global Brand Messaging","keywords":["environmental sustainability","consumer engagement","global identity","local identity"],"justification":"The article emphasizes 'environmental sustainability' and explores consumer engagement with sustainability initiatives, reflecting a strong focus on social responsibility and ethical marketing practices. The keywords indicate a commitment to addressing broader societal impacts, particularly through the lens of consumer identity.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222437221078522"}],"bottom10":[{"year":2024,"score":1,"title":"The Effects of Psychological Distance on the Diagnosticity of Digits to the Left Versus\n                        Right of a Separator","keywords":[],"justification":"The article focuses on numerical cognition and psychological distance without any reference to social justice, diversity, or ethical considerations. It is purely technical and profit-focused, lacking any evidence of woke themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222437241262799"},{"year":2024,"score":1,"title":"The Rivalry Reference Effect: Referencing Rival (vs. Nonrival) Competitors in Public\n                        Brand Messages Increases Consumer Engagement","keywords":[],"justification":"The article focuses on brand rivalry and consumer engagement without addressing any social justice, ethical critiques, or diversity themes. It is primarily technical and profit-focused, lacking any evidence of wokeness.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222437241248414"},{"year":2024,"score":1,"title":"The Power of a Star Rating: Differential Effects of Customer Rating Formats on Magnitude\n                        Perceptions and Consumer Reactions","keywords":[],"justification":"The article focuses on the technical aspects of customer ratings and their influence on consumer behavior without addressing any social justice, ethical, or DEI themes. The content is primarily profit-focused, lacking any evidence of wokeness.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222437241240694"},{"year":2024,"score":1,"title":"Disentangling Product Comparisons with the Attribute–Hedonic Model","keywords":[],"justification":"The article focuses on technical aspects of consumer behavior and product comparisons without any mention of social justice, diversity, or ethical considerations, thus earning a low 'woke' score.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222437241230912"},{"year":2024,"score":1,"title":"Paying with Money or Paying with Points: How Variable Versus Fixed Exchange Rates\n                        Influence Loyalty Point Redemption","keywords":[],"justification":"The article focuses on the technical aspects of loyalty point redemption and exchange rates without addressing any social justice, ethical, or DEI themes. It primarily discusses consumer behavior and marketing strategies, which do not align with the criteria for a 'woke' score.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222437241255650"},{"year":2024,"score":1,"title":"Sunk Cost Effect, Self-Control, and Contract Design","keywords":[],"justification":"The article focuses on the psychological mechanisms of the sunk cost effect and its implications for contract design without addressing any social justice, diversity, or ethical themes. The content is primarily technical and profit-oriented, lacking any evidence of 'woke' themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222437231196824"},{"year":2024,"score":1,"title":"Correcting Regressor-Endogeneity Bias via Instrument-Free Joint Estimation Using Semiparametric\n                        Odds Ratio Models","keywords":[],"justification":"The article focuses on a technical statistical method for correcting bias in causal effect estimation without addressing any social themes or ethical considerations. There are no references to diversity, equity, inclusion, or social justice, which are necessary for a higher woke score.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222437231195577"},{"year":2024,"score":1,"title":"The Impact of Negative Reviews on Online Search and Purchase Decisions","keywords":[],"justification":"The article focuses on the technical aspects of consumer behavior related to negative reviews and does not address any social justice, diversity, or ethical themes. It is primarily profit-focused and lacks any mention of wokeness-related topics.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222437231190874"},{"year":2024,"score":1,"title":"Effective Implementation of Predictive Sales Analytics","keywords":[],"justification":"The article focuses primarily on technical aspects of predictive analytics in sales without addressing any social justice, DEI, or ethical themes. It emphasizes profit-driven outcomes and managerial guidance, lacking any evidence of socially progressive themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222437221151039"},{"year":2024,"score":1,"title":"“Repayment-by-Purchase” Increases Consumer Debt Repayment","keywords":[],"justification":"The article focuses on a novel credit card payment format and its effects on consumer behavior without addressing any social justice, ethical critiques, or DEI themes. It is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/00222437231182372"}]},"JOC":{"count":1417,"top10":[{"year":2012,"score":7,"title":"An Exact Method for Balancing Efficiency and Equity in the Liver Allocation Hierarchy","keywords":["equity","efficiency","allocation","geographical equity"],"justification":"The article emphasizes the balance between efficiency and equity in liver allocation, highlighting the importance of geographical equity in healthcare. This focus on equity, alongside traditional efficiency metrics, aligns with socially progressive themes in the field of Information Systems.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.1110.0445"},{"year":2024,"score":7,"title":"Group Equality in Adaptive Submodular Maximization","keywords":["group equality","fairness","underrepresentation","overrepresentation","algorithm"],"justification":"The article emphasizes 'group equality' and 'fairness' in the context of algorithmic design, indicating a strong focus on social equity within Information Systems. The mention of underrepresentation and overrepresentation of groups further supports its alignment with socially progressive themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2022.0384"},{"year":2024,"score":7,"title":"Quadratic Optimization Models for Balancing Preferential Access and Fairness: Formulations and Optimality Conditions","keywords":["fairness","accessibility","equitable"],"justification":"The article emphasizes 'fairness' and 'accessibility' in the context of facility location problems, indicating a focus on equitable resource distribution. The mention of ecological challenges and the impact of facility closures on rural versus urban populations further supports its alignment with socially progressive themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2022.0308"},{"year":2023,"score":6,"title":"Branch-Cut-and-Price for the Time-Dependent Green Vehicle Routing Problem with Time Windows","keywords":["green","carbon emissions","environmental","sustainability"],"justification":"The article addresses environmental concerns and aims to minimize carbon emissions, which reflects a moderate emphasis on sustainability and ethical considerations in business practices. The keywords highlight the focus on environmental impact, aligning with socially progressive themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2022.1195"},{"year":2024,"score":6,"title":"Finding Regions of Counterfactual Explanations via Robust Optimization","keywords":["bias","explainability","algorithmic"],"justification":"The article discusses counterfactual explanations and their role in detecting bias, which aligns with themes of algorithmic fairness and ethical considerations in Information Systems. The focus on improving explainability indicates a moderate emphasis on social responsibility within data-driven decision-making.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2023.0153"},{"year":2010,"score":5,"title":"Freedom of Privacy: Anonymous Data Collection with Respondent-Defined Privacy Protection","keywords":["privacy","protection","sensitive data"],"justification":"The article addresses privacy concerns related to data collection, highlighting the need for user-defined privacy protections. This focus on individual rights and ethical considerations in data practices aligns with moderate woke themes, particularly in the context of Information Systems.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.1090.0364"},{"year":2014,"score":5,"title":"A Tree-Based Contrast Set-Mining Approach to Detecting Group Differences","keywords":["group differences","data analysis","contrast set mining"],"justification":"The article discusses 'group differences' in data analysis, which indicates a focus on understanding disparities among groups, a theme relevant to diversity and equity. While the primary focus is technical, the mention of group differences suggests a moderate engagement with socially progressive themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2013.0558"},{"year":2014,"score":5,"title":"Optimization-Based Approaches for Maximizing Aggregate Recommendation Diversity","keywords":["diversity","recommendation","quality"],"justification":"The article discusses the importance of 'diversity' in recommendation systems, indicating a moderate focus on social themes within a technical context. The emphasis on improving the diversity of recommendations suggests an awareness of equitable representation, which aligns with socially progressive themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2013.0570"},{"year":2014,"score":5,"title":"Solving a Multigroup Mixed-Integer Programming-Based Constrained Discrimination Model","keywords":["discrimination","classification","misclassification","intergroup"],"justification":"The article discusses 'constrained discrimination' and 'intergroup misclassification limits,' indicating a focus on fairness and ethical considerations in classification methods, which aligns with moderate woke themes in the context of Information Systems.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2013.0584"},{"year":2016,"score":5,"title":"The Surgical Patient Routing Problem: A Central Planner Approach","keywords":["access","rural","healthcare","transportation","quality"],"justification":"The article addresses issues of access to healthcare for patients in rural areas, highlighting the importance of equitable service delivery. The focus on improving healthcare quality and access aligns with moderate woke themes related to social equity and inclusion.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2016.0706"}],"bottom10":[{"year":2024,"score":1,"title":"A Graph-Based Approach for Relating Integer Programs","keywords":[],"justification":"The article focuses solely on technical aspects of integer linear programming and machine learning techniques without any reference to social justice, ethics, or diversity themes. It is purely technical and profit-focused.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2023.0255"},{"year":2024,"score":1,"title":"Convergence Rates of Zeroth Order Gradient Descent for Łojasiewicz Functions","keywords":[],"justification":"The article focuses purely on technical aspects of algorithm performance without any mention of social issues, ethical considerations, or themes related to diversity or inclusion.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2023.0247"},{"year":2024,"score":1,"title":"Feasibility Verification and Upper Bound Computation in Global Minimization Using Approximate Active Index Sets","keywords":[],"justification":"The article focuses on technical aspects of global minimization and algorithmic procedures without any mention of social justice, diversity, or ethical considerations. It is purely technical and profit-focused, aligning with a score of 1.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2023.0162"},{"year":2024,"score":1,"title":"Computing Bipath Multicommodity Flows with Constraint Programming–Based Branch-and-Price-and-Cut","keywords":[],"justification":"The article focuses on a technical framework for solving a specific optimization problem in network routing without any mention of social issues, ethics, or diversity. The content is purely technical and profit-focused, lacking any evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2023.0128"},{"year":2024,"score":1,"title":"A FAST Method for Nested Estimation","keywords":[],"justification":"The article focuses on technical aspects of nested estimation and algorithmic performance without any mention of social themes such as diversity, ethics, or social justice. It is primarily profit-focused and does not engage with any woke concepts.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2023.0118"},{"year":2024,"score":1,"title":"Exact Solution of the Single-Picker Routing Problem with Scattered Storage","keywords":[],"justification":"The article focuses solely on a technical solution to a specific operational problem in warehouse management, with no mention of social justice, diversity, or ethical considerations. The content is purely profit-focused and lacks any evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2023.0075"},{"year":2024,"score":1,"title":"Rescheduling with New Orders Under Bounded Disruption","keywords":[],"justification":"The article focuses on technical aspects of scheduling and optimization without any mention of social justice, diversity, or ethical considerations. It is purely technical and profit-focused, thus scoring a 1.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2023.0038"},{"year":2024,"score":1,"title":"Unified Framework for Choice-Based Facility Location Problem","keywords":[],"justification":"The article focuses on a technical problem related to facility location and customer preferences without any mention of social justice, diversity, or ethical considerations. It is primarily profit-focused and does not engage with woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2022.0366"},{"year":2024,"score":1,"title":"Decision Diagram-Based Branch-and-Bound with Caching for Dominance and Suboptimality Detection","keywords":[],"justification":"The article focuses on a technical algorithmic framework for optimization problems without any reference to social justice, diversity, or ethical considerations. It is purely technical and profit-focused, hence the low woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2022.0340"},{"year":2024,"score":1,"title":"Decomposable Formulation of Transmission Constraints for Decentralized Power Systems Optimization","keywords":[],"justification":"The article focuses on technical aspects of power systems optimization without any mention of social justice, diversity, or ethical considerations. It is purely technical and profit-focused, which aligns with a score of 1.","url":"https://pubsonline.informs.org/doi/abs/10.1287/ijoc.2022.0326"}]},"JOM":{"count":951,"top10":[{"year":2022,"score":9,"title":"Emancipatory technology and developing-world supply chains: A case study of African women gemstone miners","keywords":["emancipatory","discrimination","marginalized","women","technology"],"justification":"The article strongly emphasizes the empowerment of marginalized women miners through technology and addresses issues of discrimination and unfair labor practices, which aligns closely with social justice themes. The focus on 'emancipatory' technology and the plight of women in developing regions highlights a commitment to equity and inclusion.","url":"https://onlinelibrary.wiley.com/doi/10.1002/joom.1217"},{"year":2016,"score":8,"title":"Social management capabilities of multinational buying firms and their emerging market suppliers: An exploratory study of the clothing industry","keywords":["social sustainability","stakeholder pressures","social performance","transparency","worker education"],"justification":"The article emphasizes social sustainability and the importance of addressing stakeholder pressures, which are key themes in social justice and ethical business practices. The focus on improving social performance and worker education in the context of global supply chains highlights a strong commitment to equity and ethical considerations, aligning with 'woke' themes.","url":"https://onlinelibrary.wiley.com/doi/10.1016/j.jom.2016.07.005"},{"year":2021,"score":8,"title":"Towards a theory of informal supply networks: An exploratory case study of the Za'atari refugee camp","keywords":["refugee","informal supply networks","economic exchange","quality of life","resilience"],"justification":"The article emphasizes the role of informal supply networks in a refugee camp, highlighting social relationships and economic exchanges that support marginalized groups. The focus on improving quality of life and resilience in the context of refugee resettlement aligns strongly with social justice themes, warranting a high woke score.","url":"https://onlinelibrary.wiley.com/doi/10.1002/joom.1151"},{"year":2021,"score":8,"title":"The role of psychological distance in organizational responses to modern slavery risk in supply chains","keywords":["modern slavery","risk","vulnerable individuals","governance"],"justification":"The article addresses the critical issue of modern slavery in supply chains, emphasizing the need for organizations to recognize and manage risks associated with labor exploitation. The focus on vulnerable individuals and the ethical implications of corporate governance in relation to modern slavery indicates a strong social justice theme, justifying a high woke score.","url":"https://onlinelibrary.wiley.com/doi/10.1002/joom.1157"},{"year":2024,"score":8,"title":"Does leader disability status influence the operational performance of teams with individuals with disabilities? An empirical study in the apparel industry","keywords":["disability","inclusion","team performance","individuals with disabilities","inclusive labor force"],"justification":"The article focuses on the impact of leader disability status on team performance, emphasizing inclusion and the benefits of employing individuals with disabilities. The use of terms like 'inclusive labor force' and 'individuals with disabilities' highlights a strong commitment to social equity and diversity within the context of operations management.","url":"https://onlinelibrary.wiley.com/doi/10.1002/joom.1289"},{"year":2024,"score":8,"title":"Gender mismatch and bias in people-centric operations: Evidence from a randomized field experiment","keywords":["gender bias","gender mismatch","people-centric","client-consultant exchanges"],"justification":"The article addresses significant themes of gender bias and mismatch in operational processes, highlighting the impact of gender on client-consultant interactions. The focus on gender bias and its implications for operational management indicates a strong emphasis on social equity and inclusion.","url":"https://onlinelibrary.wiley.com/doi/10.1002/joom.1299"},{"year":2007,"score":7,"title":"Integrating sustainable development in the supply chain: The case of life cycle assessment in oil and gas and agricultural biotechnology","keywords":["sustainable development","environmental degradation","social disruption","stakeholder theory","cradle to grave"],"justification":"The article emphasizes sustainable development and its integration into supply chains, highlighting environmental and social concerns, which aligns with socially progressive themes. The use of terms like 'sustainable development' and 'social disruption' indicates a strong focus on ethical practices and societal impact, justifying a higher woke score.","url":"https://onlinelibrary.wiley.com/doi/10.1016/j.jom.2007.01.013"},{"year":2011,"score":7,"title":"Efficiency meets accountability: Performance implications of supply chain configuration, control, and capabilities⋆","keywords":["accountability","social outcomes","environmental performance","stakeholder management"],"justification":"The article emphasizes accountability for social and environmental outcomes in supply chains, highlighting the importance of stakeholder management and the impact of social/environmental capabilities. This focus on ethical practices and social responsibility aligns with moderate to strong woke themes, particularly in the context of Operations Management.","url":"https://onlinelibrary.wiley.com/doi/10.1016/j.jom.2011.01.001"},{"year":2011,"score":7,"title":"Balancing priorities: Decision-making in sustainable supply chain management","keywords":["sustainable","environmental","social","triple-bottom-line"],"justification":"The article emphasizes the need for environmental sustainability and addresses the balance between economic viability and long-term environmental goals, which aligns with socially progressive themes. The inclusion of the 'triple-bottom-line' highlights the integration of social, environmental, and economic considerations, reinforcing its woke focus.","url":"https://onlinelibrary.wiley.com/doi/10.1016/j.jom.2010.10.001"},{"year":2013,"score":7,"title":"On the appropriate objective function for post-disaster humanitarian logistics models","keywords":["humanitarian","welfare","deprivation","equity","human suffering"],"justification":"The article emphasizes welfare economic principles and the importance of addressing human suffering in logistics, which aligns with socially progressive themes. The focus on deprivation costs and equity constraints indicates a strong consideration for social justice and the impacts of logistics on marginalized populations.","url":"https://onlinelibrary.wiley.com/doi/10.1016/j.jom.2013.06.002"}],"bottom10":[{"year":2024,"score":1,"title":"Product personalization and brand retailer performance: The critical role of brand retailer-upstream supplier control","keywords":[],"justification":"The article focuses on technical aspects of product personalization and brand retailer performance without any mention of social justice, diversity, or ethical considerations. It primarily addresses operational challenges and efficiencies, aligning with a profit-focused perspective.","url":"https://onlinelibrary.wiley.com/doi/10.1002/joom.1328"},{"year":2024,"score":1,"title":"The impact of project-based interorganizational networks: Evidence from the Chinese movie industry","keywords":[],"justification":"The article focuses on technical aspects of project-based interorganizational networks without any mention of social justice, diversity, or ethical considerations, thus scoring low on the 'woke' scale.","url":"https://onlinelibrary.wiley.com/doi/10.1002/joom.1317"},{"year":2024,"score":1,"title":"Causal inference under selection on observables in operations management research: Matching methods and synthetic controls","keywords":[],"justification":"The article focuses on technical methodologies for causal inference in operations management without addressing any social justice, diversity, or ethical themes. It is primarily concerned with empirical research techniques and does not engage with woke themes.","url":"https://onlinelibrary.wiley.com/doi/10.1002/joom.1318"},{"year":2024,"score":1,"title":"Benchmark and performance progression: Examining the roles of market competition and focus","keywords":[],"justification":"The article focuses primarily on technical efficiency and performance metrics in the healthcare sector without addressing any social justice, diversity, or ethical themes. There is no mention of DEI or other socially progressive concepts.","url":"https://onlinelibrary.wiley.com/doi/10.1002/joom.1288"},{"year":2024,"score":1,"title":"Understanding the impact of trade policy effect uncertainty on firm-level innovation investment","keywords":[],"justification":"The article focuses on technical aspects of trade policy and innovation investment without any mention of social justice, diversity, or ethical considerations, thus reflecting no woke themes.","url":"https://onlinelibrary.wiley.com/doi/10.1002/joom.1285"},{"year":2024,"score":1,"title":"Behavioral multi-lever decision-making: A study of consumer return policy, price, and inventory decisions","keywords":[],"justification":"The article focuses on technical aspects of decision-making in operations management without any reference to social justice, diversity, or ethical considerations. It primarily addresses profit-driven operational decisions, which aligns with a non-woke perspective.","url":"https://onlinelibrary.wiley.com/doi/10.1002/joom.1276"},{"year":2023,"score":1,"title":"Vulnerability diffusions in software product networks","keywords":[],"justification":"The article focuses on technical aspects of software development and vulnerability diffusion without addressing any social justice, diversity, or ethical themes. It is primarily concerned with network theory and empirical analysis, which aligns with a profit-focused or technical perspective.","url":"https://onlinelibrary.wiley.com/doi/10.1002/joom.1270"},{"year":2023,"score":1,"title":"Consignment inventory shrinkage in general and physician preference medical supplies: An empirically-grounded analytical investigation","keywords":[],"justification":"The article focuses on operational efficiency and cost management in hospitals without addressing social justice, diversity, or ethical implications. It primarily discusses technical aspects of inventory management, which aligns with a profit-focused perspective.","url":"https://onlinelibrary.wiley.com/doi/10.1002/joom.1256"},{"year":2023,"score":1,"title":"The signaling effect of supplier's customer network instability on service price: Insights from the container shipping charter market","keywords":[],"justification":"The article focuses on technical aspects of supply management and pricing strategies without any mention of social justice, diversity, or ethical considerations. It primarily addresses economic factors and supplier reliability, which are not aligned with woke themes.","url":"https://onlinelibrary.wiley.com/doi/10.1002/joom.1254"},{"year":2023,"score":1,"title":"Reference-dependent preferences in flat penalty service-level contracts","keywords":[],"justification":"The article focuses on technical aspects of supply chain management and decision-making under risk without addressing any social justice, diversity, or ethical themes. It is primarily profit-focused and does not incorporate any elements related to wokeness.","url":"https://onlinelibrary.wiley.com/doi/10.1002/joom.1251"}]},"MISQ":{"count":1125,"top10":[{"year":2021,"score":10,"title":"Avoiding an Oppressive Future of Machine Learning:  A Design Theory for Emancipatory Assistants","keywords":["emancipatory","oppressive","social","design principles","emancipatory pedagogy"],"justification":"The article emphasizes the need to counter oppressive machine learning systems through the development of emancipatory assistants, highlighting themes of social justice and ethical design. The use of terms like 'emancipatory' and 'oppressive' indicates a strong focus on societal impact and critical theory, aligning with a high woke score.","url":"https://misq.umn.edu/avoiding-an-oppressive-future-of-machine-learning-a-design-theory-for-emancipatory-assistants.html"},{"year":2024,"score":10,"title":"Beyond Categories: A Flow-Oriented Approach to Social Justice on Online Labour Platforms","keywords":["social justice","gig work","equity","opportunities","barriers"],"justification":"The article focuses primarily on social justice implications within online labor platforms, emphasizing the enactment of opportunities and barriers for gig workers. The language used, such as 'social justice,' 'equity,' and 'opportunities,' strongly aligns with progressive themes, justifying a high woke score.","url":"https://misq.umn.edu/beyond-categories-a-flow-oriented-approach-to-social-justice-on-online-labour-platforms.html"},{"year":2024,"score":10,"title":"Curated Cases on Social Justice and Digital Technologies: Illuminating Phenomena across the World","keywords":["social justice","digital technologies","inclusion","community","equity"],"justification":"The title and abstract emphasize 'social justice' and 'inclusion' within the context of digital technologies, indicating a strong focus on societal impact and advocacy for marginalized groups. This aligns with critical theory themes prevalent in the Information Systems field.","url":"https://misq.umn.edu/curated-cases-on-social-justice-and-digital-technologies-illuminating-phenomena-across-the-world.html"},{"year":2024,"score":10,"title":"Designing Digital Platforms for Social Justice: Empowering End Users Through the Dataswyft Platform","keywords":["social justice","empower","data protection","equitable","sustainability"],"justification":"The article emphasizes social justice and equitable participation in the digital economy, clearly aligning with progressive themes. The focus on empowering end users and protecting their data through ethical design practices underscores a strong commitment to social impact over traditional business metrics.","url":"https://misq.umn.edu/designing-digital-platforms-for-social-justice-empowering-end-users-through-the-dataswyft-platform.html"},{"year":2024,"score":10,"title":"Do Black Fintechs Matter? The Long and Winding Road to Develop Inclusive Algorithms for Social Justice","keywords":["social justice","inclusive algorithms","racial bias","financial inclusion","representation"],"justification":"The article strongly emphasizes social justice and the need for inclusive algorithms to combat racial bias in financial systems, reflecting a primary focus on societal impact over traditional profit metrics. The use of terms like 'social justice' and 'racial bias' highlights its commitment to addressing systemic inequalities.","url":"https://misq.umn.edu/do-black-fintechs-matter-the-long-and-winding-road-to-develop-inclusive-algorithms-for-social-justice.html"},{"year":2024,"score":10,"title":"Recognition in Personal Data: Data Warping, Recognition Concessions, and Social Justice","keywords":["social justice","recognition","data","sogi","misrecognition"],"justification":"The article emphasizes social justice and recognition theory in the context of data practices, particularly focusing on the recognition of marginalized identities such as sexual orientation and gender identity (SOGI). The strong focus on social justice and the implications for data justice and recognition theory align with a high 'woke' score.","url":"https://misq.umn.edu/recognition-in-personal-data-data-warping-recognition-concessions-and-social-justice.html"},{"year":2024,"score":10,"title":"Technology-Centric Contestation over Symbolic and Social Boundaries: The Social Justice Implications of COVID-19 Contact Tracing Technologies","keywords":["social justice","marginalized","public health","individual rights","access"],"justification":"The article strongly emphasizes social justice implications related to technology, particularly in the context of marginalized groups and public health. The use of terms like 'social justice' and 'marginalized' highlights a primary focus on societal impact over traditional business metrics.","url":"https://misq.umn.edu/technology-centric-contestation-over-symbolic-and-social-boundaries-the-social-justice-implications-of-covid-19-contact-tracing-technologies.html"},{"year":2015,"score":9,"title":"Extending ICT4D Studies:  The Value of Critical Research","keywords":["critical research","sociopolitical","marginalized","postcolonial","social welfare"],"justification":"The article emphasizes critical research within the context of ICT4D, focusing on the sociopolitical dynamics that affect marginalized groups, particularly aboriginal people. The use of postcolonial theory and the critique of traditional approaches highlight a strong commitment to social justice and equity, justifying a high woke score.","url":"https://misq.umn.edu/extending-ict4d-studies-the-value-of-critical-research.html"},{"year":2016,"score":9,"title":"ICT, Intermediaries, and the Transformation of Gendered Power Structures","keywords":["empower","gendered power structures","identity","rural women","socially"],"justification":"The article focuses on the empowerment of women in rural communities and the transformation of gendered power structures, which aligns strongly with social justice themes. The emphasis on identity and the negotiation of power dynamics further supports a high woke score.","url":"https://misq.umn.edu/ict-intermediaries-and-the-transformation-of-gendered-power-structures.html"},{"year":2016,"score":9,"title":"Information and Communication Technology and the Social Inclusion of Refugees","keywords":["social inclusion","refugees","agency","cultural identity","well-being"],"justification":"The article emphasizes the social inclusion of refugees and the role of information and communication technologies (ICTs) in enhancing their capabilities and agency, which aligns strongly with themes of social justice and advocacy for marginalized groups. The focus on 'social inclusion' and 'cultural identity' further underscores its commitment to progressive social themes.","url":"https://misq.umn.edu/information-and-communication-technology-and-the-social-inclusion-of-refugees.html"}],"bottom10":[{"year":2024,"score":1,"title":"Price, Piracy, and Search: Which Pirates Respond to Changes in the Legal Price?","keywords":[],"justification":"The article focuses on the economic analysis of piracy in relation to pricing strategies without addressing any social justice, ethical considerations, or diversity themes. It primarily emphasizes technical and profit-focused aspects of the issue.","url":"https://misq.umn.edu/price-piracy-and-search-which-pirates-respond-to-changes-in-the-legal-price.html"},{"year":2024,"score":1,"title":"TM-OKC: An Unsupervised Topic Model for Text in Online Knowledge Communities","keywords":[],"justification":"The article focuses on technical aspects of topic modeling in online knowledge communities without addressing any social justice themes, diversity, or ethical considerations. It is primarily profit-focused and lacks any mention of socially progressive topics.","url":"https://misq.umn.edu/tm-okc-an-unsupervised-topic-model-for-text-in-online-knowledge-communities.html"},{"year":2024,"score":1,"title":"The Returns of Early Adoption of Information Technologies: Order of Adoption or Level of Adoption Advantages?","keywords":[],"justification":"The article focuses on competitive advantages of technology adoption without addressing any social justice themes, diversity, or ethical considerations, thus scoring low on the 'woke' scale.","url":"https://misq.umn.edu/the-returns-of-early-adoption-of-information-technologies-order-of-adoption-or-level-of-adoption-advantages.html"},{"year":2024,"score":1,"title":"Performance Implications of Digital Disruption in Strategic Competition","keywords":[],"justification":"The article focuses on technical aspects of digital disruption and strategic competition without any mention of social justice, diversity, or ethical considerations, which are key indicators of wokeness.","url":"https://misq.umn.edu/performance-implications-of-digital-disruption-in-strategic-competition.html"},{"year":2024,"score":1,"title":"Infectious Confidence: Unraveling the Effects of Confidence Contagion on Overfunding in Equity Crowdfunding","keywords":[],"justification":"The article focuses on the technical aspects of equity crowdfunding and the psychological mechanisms behind funding behaviors, with no mention of social justice, diversity, or ethical considerations.","url":"https://misq.umn.edu/infectious-confidence-unraveling-the-effects-of-confidence-contagion-on-overfunding-in-equity-crowdfunding.html"},{"year":2024,"score":1,"title":"Understanding the Returns from Integrated Enterprise Systems: The Impacts of Agile and Phased Implementation Strategies","keywords":[],"justification":"The article focuses on technical aspects of integrated enterprise systems and implementation strategies without any mention of social justice, diversity, or ethical considerations. It is primarily profit-focused and does not engage with themes typically associated with wokeness.","url":"https://misq.umn.edu/understanding-the-returns-to-integrated-enterprise-systems-the-impacts-of-agile-and-phased-implementation-strategies.html"},{"year":2024,"score":1,"title":"How the Locus of Uncertainty Shapes the Influence of CEO Long-term Compensation on Information Technology Capital Investments","keywords":[],"justification":"The article focuses on the relationship between CEO compensation and IT capital investments under uncertainty, with no mention of social justice, diversity, or ethical considerations. It primarily addresses technical and financial aspects, aligning with a profit-focused perspective.","url":"https://misq.umn.edu/how-the-locus-of-uncertainty-shapes-the-influence-of-ceo-long-term-compensation-on-it-capital-investments.html"},{"year":2024,"score":1,"title":"Generativity and Profitability on B2B Innovation Platforms: A Simulation-based Theory Development","keywords":[],"justification":"The article focuses primarily on technical aspects of B2B innovation platforms and profitability without any mention of social justice, diversity, or ethical considerations. It does not engage with themes typically associated with 'wokeness' such as DEI or ethical critiques.","url":"https://misq.umn.edu/generativity-and-profitability-on-b2b-innovation-platforms-a-simulation-based-theory-development.html"},{"year":2024,"score":1,"title":"Economics of Analytics Services on a Marketplace Platform","keywords":[],"justification":"The article focuses on technical aspects of analytics services and market strategies without addressing any social justice, diversity, or ethical themes. It primarily discusses economic implications and seller profitability, which aligns with a profit-focused perspective.","url":"https://misq.umn.edu/economics-of-analytics-services-on-a-marketplace-platform.html"},{"year":2024,"score":1,"title":"Digitization of Transaction Terms within TCE: Strong Smart Contract as a New Mode of Transaction Governance","keywords":[],"justification":"The article focuses on technical aspects of transaction cost economics and smart contracts without any mention of social justice, diversity, or ethical considerations. It primarily addresses governance modes and digital infrastructures, which are not aligned with woke themes.","url":"https://misq.umn.edu/digitization-of-transaction-terms-shift-parameter-within-tce-strong-smart-contract-as-a-new-mode-of-transaction-governance.html"}]},"MKS":{"count":1386,"top10":[{"year":2021,"score":9,"title":"Frontiers: Can an Artificial Intelligence Algorithm Mitigate Racial Economic Inequality? An Analysis in the Context of Airbnb","keywords":["racial inequality","economic disparity","algorithm","black hosts","white hosts"],"justification":"The article focuses on the impact of an AI algorithm on racial economic inequality within the context of Airbnb, emphasizing the disparity in earnings between Black and White hosts. The use of terms like 'racial disparity' and 'economic inequality' highlights a strong commitment to social justice themes, warranting a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2021.1295"},{"year":2022,"score":9,"title":"Frontiers: How Support for Black Lives Matter Impacts Consumer Responses on Social Media","keywords":["black lives matter","support","consumer responses","social media","prosocial"],"justification":"The article focuses on the impact of brands' support for Black Lives Matter, a significant social justice movement, on consumer behavior, indicating a strong emphasis on social issues within marketing practices. The use of terms like 'support,' 'prosocial,' and the analysis of social justice implications directly align with progressive themes in marketing.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2022.1372"},{"year":2022,"score":9,"title":"Invited Commentary—“How Support for Black Lives Matter Impacts Consumer Responses on Social Media”","keywords":["black lives matter","racial justice","social-political issues","consumer responses","socially inspired economy"],"justification":"The article focuses on the Black Lives Matter movement and its implications for marketing, emphasizing social justice and the impact of racial issues on consumer behavior. The language used, particularly 'racial justice' and 'social-political issues,' indicates a strong commitment to socially progressive themes, aligning closely with the definition of 'wokeness' in the marketing field.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2022.1398"},{"year":2024,"score":9,"title":"Frontiers: Inequalities in Dealers’ Interest Rate Markups? A Gender- and Race-Based Analysis","keywords":["inequalities","gender","race","discrimination","unfair lending"],"justification":"The article focuses on gender and racial disparities in interest rate markups, highlighting systemic discrimination in auto financing. The emphasis on 'inequalities' and 'discrimination' aligns strongly with social justice themes, warranting a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2022.0295"},{"year":2024,"score":9,"title":"Frontiers: Breaking the Glass Ceiling: Empowering Female Entrepreneurs Through Female Mentors","keywords":["empowering","female entrepreneurs","gender gap","mentors","positive engagements"],"justification":"The article focuses on empowering female entrepreneurs and addresses the gender gap in mentorship, highlighting the importance of female mentors for women in business. The emphasis on social impact and gender equity in entrepreneurial success strongly aligns with socially progressive themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2023.0108"},{"year":2021,"score":8,"title":"Do “Little Emperors” Get More Than “Little Empresses”? Boy-Girl Gender Discrimination as Evidenced by Consumption Behavior of Chinese Households","keywords":["gender discrimination","social attitude","corporate social responsibility","inequality","socioeconomic conditions"],"justification":"The article addresses significant social issues such as gender discrimination and its implications on consumer behavior, emphasizing corporate social responsibility. The focus on social attitudes and inequalities, particularly in the context of socioeconomic conditions, aligns strongly with socially progressive themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2021.1302"},{"year":2021,"score":8,"title":"Does Gender Matter? The Effect of Management Responses on Reviewing Behavior","keywords":["gender bias","discrimination","management responses","female reviewers"],"justification":"The article addresses gender bias in management responses to reviews, highlighting discrimination against female reviewers. This focus on gender equity and the implications of management behavior aligns strongly with socially progressive themes, justifying a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2021.1313"},{"year":2022,"score":8,"title":"Rejoinder: Heterogeneous Impact of Brands’ Support for Black Lives Matter on Consumer Responses","keywords":["black lives matter","social justice","prosociality","consumer responses"],"justification":"The article focuses on the impact of brands' support for the Black Lives Matter movement, highlighting themes of social justice and consumer perception. The emphasis on the authenticity of brand support and the implications for marketing strategies indicates a strong engagement with socially progressive themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2022.1407"},{"year":2024,"score":8,"title":"Making Inclusive Product Design a Reality: How Company Culture and Research Bias Impact Investment","keywords":["inclusive product design","bias","overlooked identities","company culture","investment"],"justification":"The article focuses on inclusive product design and addresses biases that impact investment decisions, highlighting the needs of marginalized groups such as people of color and those with disabilities. This emphasis on social equity and the implications for company culture and investment strategies reflects strong woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2023.1438"},{"year":2024,"score":8,"title":"Commentary on “Frontiers: Breaking the Glass Ceiling: Empowering Female Entrepreneurs Through Female Mentors”","keywords":["empowering","female entrepreneurs","mentors","gender","support"],"justification":"The article emphasizes the empowerment of female entrepreneurs through same-gender mentoring, highlighting themes of gender equity and support, which are central to social justice and DEI discussions. The focus on mentorship and the implications for training mentors further underscores a commitment to fostering inclusive practices in business.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2024.0802"}],"bottom10":[{"year":2024,"score":1,"title":"Don’t Hurry, Be Happy! The Bright Side of Late Product Release","keywords":[],"justification":"The article focuses on strategic product release timing and market competition without addressing any social justice, diversity, or ethical themes. It primarily discusses profit-oriented strategies, which aligns with a technical and profit-focused approach.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2023.0393"},{"year":2024,"score":1,"title":"Getting a Break in Bargaining: An Upside of Time Delays","keywords":[],"justification":"The article focuses on price negotiations and consumer willingness to pay without any mention of social justice, diversity, or ethical considerations. It is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2021.0296"},{"year":2024,"score":1,"title":"Effective Adaptive Exploration of Prices and Promotions in Choice-Based Demand Models","keywords":[],"justification":"The article focuses on technical aspects of pricing and promotions without any mention of social justice, diversity, or ethical considerations. It is primarily profit-driven and lacks any evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2023.0322"},{"year":2024,"score":1,"title":"Effects of Market Size and Competition in Two-Sided Markets: Evidence from Online Dating","keywords":[],"justification":"The article focuses on technical aspects of market dynamics in online dating without addressing any social justice themes, diversity, or ethical considerations. It is primarily profit-focused and does not engage with woke concepts.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2023.0142"},{"year":2024,"score":1,"title":"Using Text Analysis in Parallel Mediation Analysis","keywords":[],"justification":"The article focuses on a technical model for analyzing text data in marketing research without any mention of social justice, diversity, or ethical considerations. It is primarily profit-focused and does not engage with woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2023.0045"},{"year":2024,"score":1,"title":"Multiattribute Search: Empirical Evidence and Information Design","keywords":[],"justification":"The article focuses on consumer search patterns and market outcomes without addressing any social justice themes, diversity, or ethical considerations. It is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2022.0177"},{"year":2024,"score":1,"title":"Peer-to-Peer Markets with Bilateral Ratings","keywords":[],"justification":"The article focuses on technical aspects of peer-to-peer markets and pricing mechanisms without addressing any socially progressive themes such as diversity, equity, or ethical considerations.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2022.0158"},{"year":2024,"score":1,"title":"The Role of Messenger in Advertising Content: Bayesian Persuasion Perspective","keywords":[],"justification":"The article focuses on a technical model of advertising content and messenger selection without any references to social justice, diversity, or ethical considerations. The content is primarily profit-focused and does not engage with themes typically associated with 'wokeness'.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2022.0405"},{"year":2024,"score":1,"title":"Doing More with Less: Overcoming Ineffective Long-Term Targeting Using Short-Term Signals","keywords":[],"justification":"The article focuses on technical marketing strategies and optimization methods without any mention of social justice, diversity, or ethical considerations. It is primarily profit-focused, lacking evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2022.0379"},{"year":2024,"score":1,"title":"Latent Stratification for Incrementality Experiments","keywords":[],"justification":"The article focuses on technical aspects of marketing experiments and statistical modeling without addressing any social justice themes, diversity, or ethical considerations. It primarily emphasizes profit-driven metrics such as average treatment effect and decision-making errors.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mksc.2022.0297"}]},"MS":{"count":5062,"top10":[{"year":2017,"score":9,"title":"The Size of the LGBT Population and the Magnitude of Antigay Sentiment Are Substantially Underestimated","keywords":["lgbt","antigay sentiment","discrimination","nonheterosexual","workplace"],"justification":"The article focuses on the underestimation of the LGBT population and the prevalence of antigay sentiment, emphasizing the significance of discrimination in the workplace. The use of terms like 'discrimination' and 'antigay sentiment' highlights a strong commitment to social justice themes, warranting a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2016.2503"},{"year":2018,"score":9,"title":"The Colorblind Crowd? Founder Race and Performance in Crowdfunding","keywords":["discrimination","african american","bias","funding","entrepreneurs"],"justification":"The article addresses significant issues of racial discrimination in crowdfunding, specifically focusing on the challenges faced by African American entrepreneurs. The emphasis on identifying and mitigating bias in funding processes strongly aligns with social justice themes, warranting a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2017.2774"},{"year":2020,"score":9,"title":"The Role of Decision Support Systems in Attenuating Racial Biases in Healthcare Delivery","keywords":["racial biases","disparities","unbiased decision making","underrepresented minorities","healthcare"],"justification":"The article focuses on addressing racial biases in healthcare delivery, emphasizing disparities faced by underrepresented minorities. The use of decision support systems to promote unbiased decision-making strongly aligns with social justice themes, warranting a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2020.3698"},{"year":2020,"score":9,"title":"Testing the Theory of Consumer Discrimination as an Explanation for the Lack of Minority Hiring in Hollywood Films","keywords":["minority","discrimination","diversity","social significance","cultural industries"],"justification":"The article focuses on the underrepresentation of minorities in Hollywood, addressing consumer discrimination and its impact on hiring practices, which aligns with strong social justice themes. The emphasis on diversity and the economic implications of racial representation in films further supports a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2018.3241"},{"year":2020,"score":9,"title":"Reducing Discrimination with Reviews in the Sharing Economy: Evidence from Field Experiments on Airbnb","keywords":["discrimination","diversity","equity","reviews","african american"],"justification":"The article addresses systemic discrimination in the sharing economy, specifically focusing on racial bias in Airbnb bookings. The emphasis on reducing discrimination through peer-generated reviews highlights a strong commitment to social justice and equity, which aligns with high 'woke' themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2018.3273"},{"year":2022,"score":9,"title":"Scandal, Social Movement, and Change: Evidence from #MeToo in Hollywood","keywords":["#metoo","gender inequality","social movements","female writers","change"],"justification":"The article focuses primarily on the impact of the #MeToo movement on gender inequality within Hollywood, emphasizing social change and the empowerment of female writers. The strong emphasis on social movements and addressing gender inequality supports a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2021.3982"},{"year":2022,"score":9,"title":"Assessing Algorithmic Fairness with Unobserved Protected Class Using Data Combination","keywords":["algorithmic fairness","disparate impacts","protected class","bias","disparities"],"justification":"The article focuses on algorithmic fairness and the disparate impacts of color-blind algorithms on different groups, emphasizing the importance of assessing disparities in sensitive areas like lending and healthcare. The use of terms such as 'disparate impacts' and 'protected class' highlights a strong commitment to social justice and ethical considerations in algorithmic decision-making.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2020.3850"},{"year":2023,"score":9,"title":"There Is No Planet B: Aligning Stakeholder Interests to Preserve the Amazon Rainforest","keywords":["stakeholder","environmental","preservation","diverse","sustainability"],"justification":"The article emphasizes environmental preservation and stakeholder interests, highlighting the importance of aligning business practices with ecological sustainability and community welfare. The focus on 'stakeholder capability development' and 'forest preservation' indicates a strong commitment to social and environmental justice, justifying a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2023.4884"},{"year":2024,"score":9,"title":"Fair Allocation of Vaccines, Ventilators and Antiviral Treatments: Leaving No Ethical Value Behind in Healthcare Rationing","keywords":["equity","ethical values","disadvantaged communities","allocation","healthcare"],"justification":"The article emphasizes ethical values and equity in the context of healthcare resource allocation, particularly highlighting the discrimination against disadvantaged communities. This strong focus on social justice and ethical considerations in a critical public health context aligns with high 'woke' themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2022.00930"},{"year":2010,"score":8,"title":"The World Is Not Small for Everyone: Inequity in Searching for Knowledge in Organizations","keywords":["inequity","periphery status","homophily","minority gender status","social boundaries"],"justification":"The article addresses themes of inequity and the challenges faced by marginalized employees in accessing knowledge within organizations, emphasizing social structures and minority status. This focus on organizational inequity and the need for diverse search behaviors reflects a strong alignment with social justice and DEI principles.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.1100.1201"}],"bottom10":[{"year":2024,"score":1,"title":"Dynamic Pricing with External Information and Inventory Constraint","keywords":[],"justification":"The article focuses on technical aspects of dynamic pricing and does not address any socially progressive themes or ethical considerations. It primarily emphasizes revenue maximization without reference to diversity, equity, or social justice.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2023.4963"},{"year":2024,"score":1,"title":"Are Financial Statements More Comparable When GAAP Restricts Managers’ Discretion?","keywords":[],"justification":"The article focuses on technical aspects of financial statement comparability and the impact of GAAP on managerial discretion, with no evidence of socially progressive themes or discussions on ethics, diversity, or social justice.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2023.4961"},{"year":2024,"score":1,"title":"Contrarians, Extrapolators, and Stock Market Momentum and Reversal","keywords":[],"justification":"The article focuses on investor behavior and stock market dynamics without any mention of socially progressive themes, ethics, or social justice. It is primarily technical and profit-focused, lacking any indicators of wokeness.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2023.4960"},{"year":2024,"score":1,"title":"The Global Determinants of International Equity Risk Premiums","keywords":[],"justification":"The article focuses on empirical analysis of economic factors affecting equity risk premiums without any mention of social justice, diversity, or ethical considerations. It is primarily technical and profit-focused, aligning with a score of 1.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2023.4958"},{"year":2024,"score":1,"title":"A Bayesian Hierarchical Model of Crowd Wisdom Based on Predicting Opinions of Others","keywords":[],"justification":"The article focuses on a technical model for aggregating opinions without addressing any social justice, diversity, or ethical themes. It is primarily centered on statistical methods and empirical data, lacking any evidence of socially progressive content.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2023.4955"},{"year":2024,"score":1,"title":"Spanning Analysis of Stock Market Anomalies Under Prospect Stochastic Dominance","keywords":[],"justification":"The article focuses on technical methods for analyzing stock market anomalies without addressing any social issues, diversity, or ethical considerations. It is primarily profit-focused and lacks any evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2023.4953"},{"year":2024,"score":1,"title":"Breadth of Ownership and the Cross-Section of Corporate Bond Returns","keywords":[],"justification":"The article focuses on technical aspects of corporate bond ownership and financial theories without addressing any social justice, diversity, or ethical concerns. It is primarily profit-focused and lacks any evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2023.4950"},{"year":2024,"score":1,"title":"Current Account Uncertainty and Currency Premia","keywords":[],"justification":"The article focuses on empirical financial analysis regarding currency returns and does not address any socially progressive themes such as diversity, equity, or ethics. The content is purely technical and profit-focused, with no evidence of wokeness.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2023.4949"},{"year":2024,"score":1,"title":"Bandits atop Reinforcement Learning: Tackling Online Inventory Models with Cyclic Demands","keywords":[],"justification":"The article focuses on technical aspects of reinforcement learning and inventory models without any mention of social justice, diversity, or ethical considerations. It is purely technical and profit-focused, aligning with a score of 1.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2023.4947"},{"year":2024,"score":1,"title":"Selling Assets: Are Sellers Better Off with Strong Buyers?","keywords":[],"justification":"The article focuses on economic models and seller-buyer dynamics without addressing any social justice, diversity, or ethical themes. It primarily discusses technical aspects of auctions and revenue, which do not align with 'woke' themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/mnsc.2023.4938"}]},"MSOM":{"count":1345,"top10":[{"year":2022,"score":10,"title":"Overbooked and Overlooked: Machine Learning and Racial Bias in Medical Appointment Scheduling","keywords":["racial bias","disparity","fairness","equity","social justice"],"justification":"The article focuses on racial bias in medical appointment scheduling, highlighting the implications of algorithmic decision-making on marginalized groups. It emphasizes the need for fairness and equity in scheduling practices, making it a strong example of socially progressive themes in operations management.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2021.0999"},{"year":2024,"score":9,"title":"Distributional Robustness and Inequity Mitigation in Disaster Preparedness of Humanitarian Operations","keywords":["equity","inequity","humanitarian","vulnerable","shortages"],"justification":"The article emphasizes equity and the mitigation of inequities in disaster preparedness, aligning closely with social justice themes. The focus on vulnerable populations and the call to 'leave no one behind' further supports a strong social impact perspective, characteristic of high 'woke' scores.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2023.1230"},{"year":2024,"score":9,"title":"Frontiers in Operations: Equitable Data-Driven Facility Location and Resource Allocation to Fight the Opioid Epidemic","keywords":["equitable","social vulnerability","opioid epidemic","treatment access","population health"],"justification":"The article strongly emphasizes equitable access to treatment for opioid use disorder, addressing social vulnerability and public health outcomes. The focus on socioeconomically equitable solutions and the implications for policymakers highlight a commitment to social justice and ethical considerations in operations management.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2023.0042"},{"year":2019,"score":8,"title":"Combating Child Labor: Incentives and Information Disclosure in Global Supply Chains","keywords":["child labor","social responsibility","ngos","ethical","supply chains"],"justification":"The article focuses on combating child labor within global supply chains, emphasizing ethical practices and the role of NGOs, which aligns with social justice themes. The use of terms like 'social responsibility' and 'child labor' highlights a strong commitment to addressing social issues, warranting a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2018.0733"},{"year":2020,"score":8,"title":"Alleviating Poverty by Empowering Women Through Business Model Innovation: Manufacturing & Service Operations Management Insights and Opportunities","keywords":["empowering women","poverty alleviation","business model innovation","natural systems","mitigating pollution"],"justification":"The article focuses on empowering women and alleviating poverty through innovative business models, which aligns with social justice themes. The emphasis on protecting natural systems and mitigating pollution further underscores a strong commitment to ethical and sustainable practices, justifying a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2019.0844"},{"year":2020,"score":8,"title":"Inclusive Manufacturing: The Impact of Disability Diversity on Productivity in a Work Integration Social Enterprise","keywords":["disability diversity","inclusion","productivity","social enterprise","managerial implications"],"justification":"The article focuses on the impact of disability diversity on productivity, emphasizing the inclusion of individuals with disabilities in the workforce. This aligns with themes of social justice and equity, particularly in the context of operations management, warranting a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2020.0940"},{"year":2021,"score":8,"title":"Peer Bargaining and Productivity in Teams: Gender and the Inequitable Division of Pay","keywords":["gender","inequitable","bargaining","discriminatory","equity"],"justification":"The article focuses on gender inequity in pay within peer-bargaining systems, highlighting discriminatory social dynamics and their operational implications. The emphasis on gender-based inequity and the need for ethical considerations in managerial practices reflects strong socially progressive themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2019.0821"},{"year":2022,"score":8,"title":"Gender Inequality in Research Productivity During the COVID-19 Pandemic","keywords":["gender inequality","fairness","equity","disproportionate impact"],"justification":"The article addresses significant themes of gender inequality and fairness in academic productivity during the pandemic, highlighting the disproportionate impact on female academics. These themes align with social justice and equity, warranting a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2021.0991"},{"year":2022,"score":8,"title":"Donations for Refugee Crises: In-kind vs. Cash Assistance","keywords":["refugees","humanitarian organizations","cash assistance","local residents","market power"],"justification":"The article focuses on the challenges faced by refugees and the role of humanitarian organizations in providing assistance, emphasizing social equity and the welfare of marginalized groups. The use of terms like 'refugees' and 'humanitarian organizations' highlights a strong commitment to social justice themes, particularly in the context of operational policies that aim to benefit both refugees and local communities.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2021.1073"},{"year":2022,"score":8,"title":"Antidiscrimination Laws, Artificial Intelligence, and Gender Bias: A Case Study in Nonmortgage Fintech Lending","keywords":["antidiscrimination","gender bias","discrimination","accountability","protected attributes"],"justification":"The article focuses on gender bias and discrimination within fintech lending, emphasizing antidiscrimination laws and the need for accountability in data practices. The strong emphasis on reducing discrimination through model management and the ethical implications of data use aligns with socially progressive themes, justifying a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2022.1108"}],"bottom10":[{"year":2024,"score":1,"title":"Note on Optimal Procurement Mechanisms for Assembly","keywords":[],"justification":"The article focuses on technical aspects of procurement mechanisms and contract confidentiality without addressing any social justice, diversity, or ethical themes. It primarily discusses efficiency and managerial implications, which are not aligned with woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2024.0907"},{"year":2024,"score":1,"title":"Conditional Lead-Time Flexibility in an Assemble-to-Order System","keywords":[],"justification":"The article focuses on technical aspects of inventory management and cost optimization without any mention of social justice, diversity, or ethical considerations. It is purely profit-focused and does not address any woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2023.0520"},{"year":2024,"score":1,"title":"Queue Configurations and Operational Performance: An Interplay Between Customer Ownership and Queue Length Awareness","keywords":[],"justification":"The article focuses on operational performance and queue management without any mention of social justice, diversity, or ethical considerations. It is primarily technical and profit-focused, aligning with traditional business metrics.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2023.0202"},{"year":2024,"score":1,"title":"Can a Supplier’s Yield Risk Be Truthfully Communicated via Cheap Talk?","keywords":[],"justification":"The article focuses on technical aspects of supply chain communication and does not address any socially progressive themes such as diversity, equity, or ethical considerations. The content is primarily profit-focused and lacks any mention of social impact.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2023.0089"},{"year":2024,"score":1,"title":"Optimal Salesforce Compensation with General Demand and Operational Considerations","keywords":[],"justification":"The article focuses on technical aspects of salesforce compensation and operational factors without any mention of social justice, diversity, or ethical considerations. It is purely profit-focused and lacks any evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2022.0400"},{"year":2024,"score":1,"title":"Advising Entrepreneurs: Optimal Recommendation of Alternatives","keywords":[],"justification":"The article focuses on a technical analysis of advising entrepreneurs through a game-theoretic model without any mention of social justice, diversity, or ethical considerations. It is primarily profit-focused and does not engage with themes typically associated with 'wokeness'.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2022.0361"},{"year":2024,"score":1,"title":"MSD: Continuous Pharmaceutical Manufacturing Data for the 2024 MSOM Data-Driven Research Challenge","keywords":[],"justification":"The article focuses on technical aspects of pharmaceutical manufacturing data and operations management without any mention of social justice, diversity, or ethical considerations. It is primarily profit-focused and does not engage with woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2024.0860"},{"year":2024,"score":1,"title":"Capacity Allocation and Scheduling in Two-Stage Service Systems with Multiclass Customers","keywords":[],"justification":"The article focuses on technical aspects of queueing systems and resource allocation without any mention of social justice, diversity, or ethical considerations. It is primarily profit-focused and does not address any woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2023.0266"},{"year":2024,"score":1,"title":"Adaptive Seamless Dose-Finding Trials","keywords":[],"justification":"The article focuses on technical aspects of clinical trial design, emphasizing algorithms for dose allocation based on efficacy and toxicity without any mention of social justice, diversity, or ethical considerations. Therefore, it scores a 1 for having no evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2023.0246"},{"year":2024,"score":1,"title":"Distributionally Robust Newsvendor Under Stochastic Dominance with a Feature-Based Application","keywords":[],"justification":"The article focuses on technical aspects of the newsvendor problem and distributionally robust optimization without any mention of social justice, diversity, or ethical considerations. It primarily addresses inventory management and optimization techniques, which do not align with 'woke' themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/msom.2023.0159"}]},"OR":{"count":2598,"top10":[{"year":2000,"score":8,"title":"Dynamic Allocation of Kidneys to Candidates on the Transplant Waiting List","keywords":["equity","inequity","demographic groups","transplantation"],"justification":"The article emphasizes the trade-off between clinical efficiency and equity in kidney allocation, highlighting measures of inequity and the impact on various demographic groups. This focus on equitable treatment and the analysis of disparities in waiting times reflects strong socially progressive themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.48.4.549.12418"},{"year":2021,"score":8,"title":"Placement Optimization in Refugee Resettlement","keywords":["refugee","empowerment","outcomes","resettlement"],"justification":"The article focuses on optimizing placements for refugees, emphasizing empowerment and improved outcomes for marginalized groups. The themes of refugee resettlement and empowerment align strongly with social justice and equity, justifying a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2020.2093"},{"year":2014,"score":7,"title":"Sequential Resource Allocation for Nonprofit Operations","keywords":["nonprofit","equitable","service","effective","waste"],"justification":"The article emphasizes equitable distribution and effective service in nonprofit operations, highlighting themes of social equity and resource allocation that prioritize societal impact over profit. The focus on 'equitable' and 'effective' service aligns with socially progressive themes, warranting a higher woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2013.1244"},{"year":2017,"score":7,"title":"Improving HIV Early Infant Diagnosis Supply Chains in Sub-Saharan Africa: Models and Application to Mozambique","keywords":["hiv","infants","treatment","diagnosis","operational improvements"],"justification":"The article addresses critical health issues affecting marginalized populations in sub-Saharan Africa, focusing on improving access to healthcare for HIV-infected infants. The emphasis on operational improvements to enhance treatment initiation indicates a strong social impact orientation, aligning with themes of equity and social justice.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2017.1646"},{"year":2019,"score":7,"title":"The Humanitarian Pickup and Distribution Problem","keywords":["equitable","food rescue","welfare agencies","distribution","individuals in need"],"justification":"The article addresses the logistics of food distribution to welfare agencies, emphasizing equitable allocations and serving individuals in need, which aligns with social justice and humanitarian themes. The focus on 'equitable' solutions and 'food rescue' indicates a strong commitment to social impact, justifying a higher woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2018.1751"},{"year":2019,"score":7,"title":"Dynamic Volunteer Staffing in Multicrop Gleaning Operations","keywords":["food insecurity","gleaning","volunteer","food waste","donations"],"justification":"The article addresses food insecurity and the reduction of food waste through volunteer efforts, highlighting social impact themes associated with community support and ethical considerations in resource management. The focus on gleaning as a means to support food-insecure individuals reflects a strong social justice orientation.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2018.1792"},{"year":2023,"score":7,"title":"Multiobjective Optimization for Politically Fair Districting: A Scalable Multilevel Approach","keywords":["fairness","political districting","stakeholders","transparency","proportionality"],"justification":"The article emphasizes political fairness in districting, which aligns with social justice themes, particularly in relation to representation and equity among stakeholders. The focus on fairness criteria such as vote-seat proportionality and the inclusion of multiple stakeholders indicates a strong commitment to ethical considerations in political processes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2022.2311"},{"year":2024,"score":7,"title":"Reshaping National Organ Allocation Policy","keywords":["equitable","inclusive","fairness"],"justification":"The article emphasizes the creation of a more equitable and inclusive organ allocation system, which aligns with social justice themes. The focus on balancing efficiency with fairness objectives indicates a strong consideration of ethical implications in policy design.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2022.0035"},{"year":2024,"score":7,"title":"Outcome-Driven Dynamic Refugee Assignment with Allocation Balancing","keywords":["refugees","asylum seekers","allocation","employment","outcomes"],"justification":"The article focuses on the allocation of resources to refugees and asylum seekers, emphasizing improving their outcomes, which aligns with social justice themes. The keywords highlight a strong concern for marginalized groups and equitable resource distribution, indicating a moderate to strong 'woke' focus.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2022.0445"},{"year":2000,"score":6,"title":"An Integer Optimization Approach to a Probabilistic Reserve Site Selection Problem","keywords":["biodiversity","natural areas","ecological communities","protection"],"justification":"The article emphasizes the importance of biodiversity protection and ecological considerations in site selection, indicating a moderate focus on environmental sustainability and social responsibility. The keywords highlight themes related to ecological justice and the need for responsible management of natural resources.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.48.5.697.12411"}],"bottom10":[{"year":2024,"score":1,"title":"Adaptive Importance Sampling for Efficient Stochastic Root Finding and Quantile Estimation","keywords":[],"justification":"The article focuses on technical aspects of stochastic root-finding and optimization without any mention of social justice, diversity, or ethical considerations. It is purely technical and profit-focused, thus receiving a low 'woke' score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2023.2484"},{"year":2024,"score":1,"title":"Sequential Learning with a Similarity Selection Index","keywords":[],"justification":"The article focuses on technical aspects of sequential learning and budget allocation without any mention of social justice, diversity, or ethical considerations. It is purely profit-focused and does not engage with woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2023.2478"},{"year":2024,"score":1,"title":"How Should We Score Athletes and Candidates: Geometric Scoring Rules","keywords":[],"justification":"The article focuses on technical scoring rules for athletes and candidates without any mention of social justice, diversity, or ethical considerations. It is primarily concerned with mathematical principles and empirical data, lacking any 'woke' themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2023.2473"},{"year":2024,"score":1,"title":"The Generalized c/μ Rule for Queues with Heterogeneous Server Pools","keywords":[],"justification":"The article focuses on a technical optimization problem related to queue management and does not address any socially progressive themes, such as diversity, equity, or ethical considerations. The content is purely technical and profit-focused.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2023.2472"},{"year":2024,"score":1,"title":"Conditional Distributionally Robust Functionals","keywords":[],"justification":"The article focuses on technical aspects of decision-making under uncertainty and risk measures without any mention of social justice, diversity, or ethical considerations. It is purely technical and profit-focused, lacking any evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2023.2470"},{"year":2024,"score":1,"title":"Assortment Optimization Under the Multi-Purchase Multinomial Logit Choice Model","keywords":[],"justification":"The article focuses on a technical model for optimizing product assortment and revenue without any mention of socially progressive themes, diversity, or ethical considerations. The content is purely technical and profit-focused, aligning with a score of 1.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2023.2463"},{"year":2024,"score":1,"title":"Side-Constrained Dynamic Traffic Equilibria","keywords":[],"justification":"The article focuses on technical aspects of dynamic traffic assignment and does not address any themes related to social justice, diversity, or ethics. The content is purely analytical and profit-focused, lacking any evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2023.0577"},{"year":2024,"score":1,"title":"To Interfere or Not To Interfere: Information Revelation and Price-Setting Incentives in a Multiagent Learning Environment","keywords":[],"justification":"The article focuses on technical aspects of price-setting incentives and revenue performance without any mention of social justice, diversity, or ethical considerations. It is primarily profit-focused and lacks evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2023.0363"},{"year":2024,"score":1,"title":"Monte Carlo Estimation of CoVaR","keywords":[],"justification":"The article focuses on technical aspects of financial risk measurement without any mention of social justice, ethics, or diversity themes, thus scoring low on the 'woke' scale.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2023.0211"},{"year":2024,"score":1,"title":"A (Slightly) Improved Approximation Algorithm for Metric TSP","keywords":[],"justification":"The article focuses solely on a technical algorithmic improvement with no references to social themes, ethics, or diversity. It is purely profit-focused and does not engage with any woke concepts.","url":"https://pubsonline.informs.org/doi/abs/10.1287/opre.2022.2338"}]},"OS":{"count":1790,"top10":[{"year":2021,"score":10,"title":"Emergent Strategy from Spontaneous Anger: Crowd Dynamics in the First 48 Hours of the Ferguson Shooting","keywords":["social movement","black lives matter","protests","policing","change"],"justification":"The article focuses on the emergence of social movements, specifically referencing the Black Lives Matter movement, which is a strong indicator of social justice themes. The analysis of crowd dynamics in the context of protests against police violence highlights critical societal issues, aligning closely with the themes of social justice and activism.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.2020.1426"},{"year":2023,"score":10,"title":"Collateral Damage: The Relationship Between High-Salience Events and Variation in Racial Discrimination","keywords":["racial discrimination","bias","minority","salience","disadvantaged"],"justification":"The article focuses on the impact of high-salience events on racial discrimination and biases, particularly how these factors disadvantage African American entrepreneurs. The emphasis on discrimination, minority groups, and the societal implications of bias aligns strongly with social justice themes, warranting a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.2021.1527"},{"year":2002,"score":9,"title":"Clothes Make the Person? The Tailoring of Legitimating Accounts and the Social Construction of Identity","keywords":["discrimination","social identities","collective action","cultural accounts","social arrangements"],"justification":"The article focuses on workplace discrimination against LGBTQ+ individuals and the social construction of identity, emphasizing the importance of cultural narratives and collective action for social change. The strong emphasis on social justice themes and the critique of discrimination align with a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.13.5.475.7814"},{"year":2011,"score":9,"title":"Taking Sides: The Interactive Influences of Institutional Mechanisms on the Adoption of Same-Sex Partner Health Benefits by Fortune 500 Corporations, 1990–2003","keywords":["same-sex partner health benefits","equal treatment","lesbian and gay employees","social stigma","institutionalization"],"justification":"The article focuses on the adoption of same-sex partner health benefits, highlighting issues of equal treatment and social stigma associated with LGBTQ+ employees. This strong emphasis on social justice and the support for marginalized groups, particularly within the context of corporate policies, justifies a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.1090.0521"},{"year":2012,"score":9,"title":"Engendering Inequity? How Social Accounts Create vs. Merely Explain Unfavorable Pay Outcomes for Women","keywords":["inequity","gender","equity","fairness","distributive injustice"],"justification":"The article focuses on gender-based pay inequities and the implications of managerial behavior on women's pay outcomes, highlighting themes of gender equity and fairness. The language used, such as 'gender-based distributive injustice' and 'equity in the workplace,' strongly aligns with social justice themes, warranting a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.1110.0691"},{"year":2013,"score":9,"title":"Why Do Racial Slurs Remain Prevalent in the Workplace? Integrating Theory on Intergroup Behavior","keywords":["racial slurs","social dominance","intergroup behavior","prejudice","observer silence"],"justification":"The article focuses on the prevalence of racial slurs in the workplace and integrates theories related to social dominance and prejudice, emphasizing the social dynamics of race and gender. The strong focus on intergroup behavior and the implications for social justice and equity in organizational contexts justifies a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.1120.0809"},{"year":2015,"score":9,"title":"Accounting for the Gap: A Firm Study Manipulating Organizational Accountability and Transparency in Pay Decisions","keywords":["accountability","transparency","inequality","diversity","pay gap"],"justification":"The article focuses on addressing gender and racial inequality in labor markets through accountability and transparency in pay decisions, which are critical themes in social justice and diversity. The emphasis on reducing the pay gap among marginalized groups indicates a strong commitment to DEI principles, warranting a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.2014.0950"},{"year":2016,"score":9,"title":"Radical Repertoires: The Incidence and Impact of Corporate-Sponsored Social Activism","keywords":["social activism","corporate-sponsored","social movement","corporate social responsibility","reputational deficit"],"justification":"The article primarily focuses on corporate-sponsored social activism and its implications, emphasizing the intersection of business practices with social movements and corporate social responsibility. The use of terms like 'social activism' and 'social movement' indicates a strong alignment with socially progressive themes, justifying a high woke score.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.2015.1017"},{"year":2018,"score":9,"title":"Gender and Organization Science: Introduction to a Virtual Special Issue","keywords":["gender","inequality","work-life balance","dynamics","opportunities"],"justification":"The article focuses heavily on gender dynamics and their impact on career outcomes, emphasizing the need to challenge traditional understandings of gender inequality in organizations. The use of terms like 'gendered processes,' 'inequality,' and 'work-life balance' highlights a strong commitment to social justice themes within the context of management and organizations.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.2018.1249"},{"year":2019,"score":9,"title":"Which Side Are You On? The Divergent Effects of Protest Participation on Organizations Affiliated with Identity Groups","keywords":["protest","social movement","identity","lgbtq","viability"],"justification":"The article focuses on the impact of protest participation on organizations affiliated with identity groups, particularly LGBTQ, indicating a strong emphasis on social justice and group identity. The use of terms like 'social movement' and 'identity' highlights critical themes related to equity and representation.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.2019.1302"}],"bottom10":[{"year":2024,"score":1,"title":"Toward an Evolutionary Theory of Shadow Options: Emergent Functions of Corning’s Glass-Based Innovations","keywords":[],"justification":"The article focuses on a technical framework for analyzing shadow options in technology without any mention of social justice, diversity, or ethical considerations. The content is primarily profit-focused and does not engage with woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.2023.17512"},{"year":2024,"score":1,"title":"The Impact of a Short-Selling-Friendly Environment on Board Composition","keywords":[],"justification":"The article focuses on the technical aspects of board composition influenced by short-selling environments without addressing any social justice, diversity, or ethical themes. It primarily emphasizes firm strategy and governance, lacking any evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.2022.16506"},{"year":2024,"score":1,"title":"Motivation and Ability: Unpacking Underperforming Firms’ Risk Taking","keywords":[],"justification":"The article focuses on risk-taking behavior in firms without addressing any social justice, diversity, or ethical considerations. It primarily discusses technical aspects of performance and risk, which aligns with a profit-focused analysis rather than any socially progressive themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.2020.13953"},{"year":2024,"score":1,"title":"(No) Time for Change: When and Why Entrepreneurs Act During Underperforming Fundraising Attempts","keywords":[],"justification":"The article focuses on behavioral theory related to fundraising performance without any mention of social justice, diversity, or ethical considerations. It is primarily technical and profit-focused, lacking themes associated with wokeness.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.2020.13803"},{"year":2024,"score":1,"title":"Strategic Upward Striving Toward $100 Million Revenue: Setting Goals to Attract External Attention","keywords":[],"justification":"The article focuses on performance metrics and goal-setting strategies without addressing any social justice, diversity, or ethical themes. It is primarily profit-focused and does not incorporate any elements of social responsibility or progressive values.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.2021.15148"},{"year":2024,"score":1,"title":"Technology Counteroffensive Strategies: Toward an Ex Ante View of Technology Substitution","keywords":[],"justification":"The article focuses on technology substitution strategies without addressing social justice, diversity, or ethical considerations. It is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.2018.12239"},{"year":2023,"score":1,"title":"Primer for Experimental Methods in Organization Theory","keywords":[],"justification":"The article focuses on experimental methods in organization theory without addressing any social justice, diversity, or ethical themes. It primarily emphasizes methodological rigor and theoretical advancements, which aligns with traditional academic discourse rather than 'woke' themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.2023.18093"},{"year":2023,"score":1,"title":"When Reflection Hurts: The Effect of Cognitive Processing Types on Organizational Adaptation to Discontinuous Change","keywords":[],"justification":"The article focuses on cognitive processing types and organizational adaptation without addressing any social justice, diversity, or ethical themes. It is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.2021.1517"},{"year":2023,"score":1,"title":"Delays Impair Learning and Can Drive Convergence to Inefficient Strategies","keywords":[],"justification":"The article focuses on strategic decision-making and performance outcomes without any mention of socially progressive themes such as diversity, equity, or ethics. It primarily addresses technical aspects of management and organizational behavior.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.2020.1405"},{"year":2023,"score":1,"title":"How Do Performance Goals Influence Exploration-Exploitation Choices?","keywords":[],"justification":"The article focuses on performance goals and their influence on decision-making processes without addressing any social justice, diversity, or ethical themes. It is primarily technical and profit-focused, lacking evidence of woke themes.","url":"https://pubsonline.informs.org/doi/abs/10.1287/orsc.2019.13311"}]},"POM":{"count":2399,"top10":[{"year":2019,"score":9,"title":"The Role of Inclusive Innovation in Promoting Social Sustainability","keywords":["inclusive innovation","social sustainability","underserved populations","equity","collaboration"],"justification":"The article emphasizes 'inclusive innovation' and 'social sustainability', focusing on the needs of 'underserved populations' and 'equity'. This strong emphasis on social concerns and collaboration across sectors aligns closely with progressive themes, warranting a high woke score.","url":"https://journals.sagepub.com/doi/abs/10.1111/poms.13112"},{"year":2021,"score":9,"title":"A Multi‐Method Approach to Prioritize Locations of Labor Exploitation for Ground‐Based\n                        Interventions","keywords":["labor exploitation","modern slavery","humanitarian","interventions","sustainable development"],"justification":"The article addresses the critical issue of labor exploitation and modern slavery, emphasizing humanitarian efforts and sustainable development goals. The focus on providing decision-making tools for antislavery practitioners highlights a strong commitment to social justice and ethical considerations in operations management.","url":"https://journals.sagepub.com/doi/abs/10.1111/poms.13496"},{"year":2021,"score":9,"title":"Supply Chains with a Conscience","keywords":["social responsibility","environment","well-being","emerging economies"],"justification":"The article emphasizes the need for supply chains to consider their environmental and social impacts, particularly in relation to marginalized communities in emerging economies. The focus on 'supply chains with a conscience' and the call for minimizing harms while maximizing societal well-being strongly align with social justice and ethical themes.","url":"https://journals.sagepub.com/doi/abs/10.1111/poms.13319"},{"year":2022,"score":9,"title":"Innovative Technology and Operations for Alleviating Poverty through Women's Economic\n                        Empowerment","keywords":["women's economic empowerment","gender equality","poverty","sustainable development goals","gender gap"],"justification":"The article strongly emphasizes social justice themes, particularly focusing on women's economic empowerment and gender equality, which are central to the discussion of alleviating poverty. The mention of the United Nations Sustainable Development Goals further underscores its commitment to addressing systemic inequalities, justifying a high woke score.","url":"https://journals.sagepub.com/doi/abs/10.1111/poms.13349"},{"year":2022,"score":9,"title":"Social impact operations at the global base of the pyramid","keywords":["social impact","global base of the pyramid","social responsibility","sustainable development goals","environmental, social, and corporate governance"],"justification":"The article focuses on social impact operations aimed at improving conditions for the world's poorest populations, emphasizing social responsibility and alignment with the UN's Sustainable Development Goals. This strong emphasis on societal impact over traditional business metrics aligns closely with progressive themes, warranting a high woke score.","url":"https://journals.sagepub.com/doi/abs/10.1111/poms.13857"},{"year":2022,"score":9,"title":"Saving migrants’ lives at sea: Improving search and rescue operations","keywords":["migrants","search and rescue","stakeholders","death toll","cooperation"],"justification":"The article addresses the humanitarian crisis of migrant deaths at sea, emphasizing the need for cooperation among stakeholders and legal migration pathways. This focus on social justice and the ethical implications of search and rescue operations reflects a strong 'woke' perspective.","url":"https://journals.sagepub.com/doi/abs/10.1111/poms.13653"},{"year":2024,"score":9,"title":"Towards Achieving Mental Health Equity for the Underserved Population: Evaluating\n                        the Potential of Mobile Apps","keywords":["equity","underserved","mental health","self-support","peer-support"],"justification":"The article focuses on achieving mental health equity for underserved populations, highlighting disparities in access to services and the potential of mobile apps to promote equitable usage and benefits. The emphasis on 'equity' and addressing the needs of marginalized groups aligns strongly with social justice themes, warranting a high woke score.","url":"https://journals.sagepub.com/doi/abs/10.1177/10591478231224914"},{"year":2014,"score":8,"title":"Using Fairness Models to Improve Equity in Health Delivery Fleet Management","keywords":["equity","fairness","humanitarian","health delivery"],"justification":"The article emphasizes improving equity in health delivery through fairness models, highlighting social justice themes in humanitarian operations. The focus on 'equity' and 'fairness' in resource allocation aligns strongly with socially progressive ideals, justifying a high woke score.","url":"https://journals.sagepub.com/doi/abs/10.1111/poms.12101"},{"year":2017,"score":8,"title":"Delivering Long‐term Surgical Care in Underserved Communities: The Enabling Role of\n                        International NPOs as Partners","keywords":["underserved","npos","surgical care","affordability","access"],"justification":"The article focuses on the role of international non-profit organizations (NPOs) in delivering surgical care to underserved communities, emphasizing themes of access and affordability. This aligns with social justice and equity in healthcare, indicating a strong 'woke' focus.","url":"https://journals.sagepub.com/doi/abs/10.1111/poms.12705"},{"year":2019,"score":8,"title":"Money Well Spent? Operations, Mainstreaming, and Fairness of Fair Trade","keywords":["fairness","social implications","social welfare","stakeholders","certification"],"justification":"The article focuses on fairness and social welfare implications within the fair trade movement, emphasizing the ethical considerations of certification and stakeholder impacts. The use of terms like 'fairness' and 'social welfare' indicates a strong alignment with socially progressive themes, particularly in the context of Operations Management.","url":"https://journals.sagepub.com/doi/abs/10.1111/poms.13011"}],"bottom10":[{"year":2024,"score":1,"title":"Financial Hedging of Operational Risk Constraints: A General Framework","keywords":[],"justification":"The article focuses on technical aspects of risk management and financial decision-making without any mention of social justice, diversity, or ethical considerations. It is primarily profit-focused and lacks any evidence of woke themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/10591478241265647"},{"year":2024,"score":1,"title":"Ups and Downs in Experience Design","keywords":[],"justification":"The article focuses on technical decision-making insights in experience design without any mention of social justice, diversity, or ethical considerations. It primarily addresses profit-oriented strategies, thus scoring low on the 'woke' scale.","url":"https://journals.sagepub.com/doi/abs/10.1177/10591478241265645"},{"year":2024,"score":1,"title":"Robust Demand Estimation With Customer Choice-Based Models for Sales Transaction Data","keywords":[],"justification":"The article focuses on a technical statistical method for demand estimation without any reference to social justice, diversity, or ethical considerations. It is primarily profit-focused and does not engage with themes typically associated with 'wokeness'.","url":"https://journals.sagepub.com/doi/abs/10.1177/10591478241258197"},{"year":2024,"score":1,"title":"Decentralized Online Order Fulfillment in Omni-Channel Retailers","keywords":[],"justification":"The article focuses on technical aspects of order fulfillment and cost minimization without any mention of social justice, diversity, or ethical considerations. It is purely profit-focused and lacks any evidence of woke themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/10591478241255066"},{"year":2024,"score":1,"title":"Who Benefits From Supplier Encroachment in the Presence of Manufacturing Cost Learning?","keywords":[],"justification":"The article focuses on technical aspects of supplier-retailer dynamics and manufacturing cost learning without addressing any social issues, ethical considerations, or themes related to diversity, equity, or inclusion.","url":"https://journals.sagepub.com/doi/abs/10.1177/10591478241253552"},{"year":2024,"score":1,"title":"Reward-Based Crowdfunding Versus Initial Coin Offerings","keywords":[],"justification":"The article focuses on technical aspects of crowdfunding strategies and financial models without addressing any social justice, diversity, or ethical themes. It primarily discusses agency costs and market dynamics, which do not align with 'woke' themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/10591478241245139"},{"year":2024,"score":1,"title":"Competitive Dynamic Pricing Under Capacity Constraints: An Experimental Study","keywords":[],"justification":"The article focuses on technical aspects of competitive pricing and operational challenges without any mention of social justice, diversity, or ethical considerations. It is primarily profit-focused and does not engage with any woke themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/10591478241255667"},{"year":2024,"score":1,"title":"Admission Control in Multi-server Systems Under Binary Reward Structure","keywords":[],"justification":"The article focuses on technical aspects of queueing systems and admission control policies without any reference to social justice, diversity, or ethical considerations. It is purely profit-focused and does not engage with any woke themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/10591478241254855"},{"year":2024,"score":1,"title":"Managing Hybrid Manufacturing/Remanufacturing Inventory Systems With Random Production\n                        Capacities","keywords":[],"justification":"The article focuses on technical aspects of inventory management and production capacities without any mention of social justice, diversity, or ethical considerations. The content is primarily profit-focused and does not engage with woke themes.","url":"https://journals.sagepub.com/doi/abs/10.1177/10591478241252357"},{"year":2024,"score":1,"title":"Price Optimization for a Multistage Choice Model","keywords":[],"justification":"The article focuses on technical aspects of price optimization without any mention of social justice, diversity, or ethical considerations. It primarily addresses profit maximization and customer behavior in a quantitative context.","url":"https://journals.sagepub.com/doi/abs/10.1177/10591478241252154"}]},"RFS":{"count":1916,"top10":[{"year":2021,"score":9,"title":"Does Borrower and Broker Race Affect the Cost of Mortgage Credit?Get access","keywords":["race","minorities","disparities","credit","policy changes"],"justification":"The article focuses on racial disparities in mortgage pricing, highlighting how minorities face higher costs compared to white borrowers, which aligns with themes of social justice and equity. The examination of policy changes aimed at reducing these disparities further emphasizes its strong social impact focus.","url":"https://academic.oup.com/rfs/article/34/2/790/5885095"},{"year":2023,"score":9,"title":"Racial Disparities in the Auto Loan MarketGet access","keywords":["racial disparities","minority loans","antidiscrimination","bias","interest rates"],"justification":"The article focuses on racial disparities in auto lending, highlighting systemic issues of bias and discrimination against minority borrowers. The emphasis on antidiscrimination policies and the impact of racial biases on loan approval rates indicates a strong social justice theme, warranting a high woke score.","url":"https://academic.oup.com/rfs/article/36/1/1/6588701"},{"year":2021,"score":8,"title":"Gendered Prices","keywords":["gender","inequality","bias","discount","equality"],"justification":"The article addresses gender bias in pricing, highlighting the impact of cultural gender inequality on the valuation of women's art. The focus on gender inequality and the implications for social justice in the art market contribute to a strong woke score.","url":"https://academic.oup.com/rfs/article/34/8/3789/6218783"},{"year":2024,"score":8,"title":"Gender Bias in Promotions: Evidence from Financial InstitutionsGet access","keywords":["gender bias","promotions","gender gaps","financial institutions"],"justification":"The article focuses on gender bias in promotions within financial institutions, highlighting significant social issues related to equity and inclusion. The emphasis on 'gender bias' and 'gender gaps' indicates a strong focus on social justice themes, warranting a high woke score.","url":"https://academic.oup.com/rfs/article/37/5/1685/7308772"},{"year":2015,"score":7,"title":"Active Ownership","keywords":["corporate social responsibility","environmental","social","governance","activists"],"justification":"The article discusses corporate social responsibility engagements that focus on environmental, social, and governance concerns, indicating a strong emphasis on ethical practices and social impact within finance. The keywords highlight the relevance of social justice and ethical considerations in business, which aligns with moderate to strong woke themes.","url":"https://academic.oup.com/rfs/article/28/12/3225/1573572"},{"year":2018,"score":7,"title":"What Drives Racial and Ethnic Differences in High-Cost Mortgages? The Role of High-Risk Lenders","keywords":["racial differences","ethnic differences","high-cost mortgages","lenders"],"justification":"The article addresses racial and ethnic disparities in high-cost mortgage lending, highlighting systemic issues within the lending practices of high-risk lenders. This focus on equity and social justice in financial practices contributes to a moderate-to-high 'woke' score.","url":"https://academic.oup.com/rfs/article/31/1/175/3782656"},{"year":2019,"score":7,"title":"Investing for ImpactGet access","keywords":["impact investors","social outcomes","social objectives","social impact bonds"],"justification":"The article emphasizes the role of impact investors in improving social outcomes and discusses the design of social contracts, indicating a strong focus on social responsibility and ethical considerations in finance. This aligns with themes of social justice and equity, justifying a higher woke score.","url":"https://academic.oup.com/rfs/article/32/3/864/5039908"},{"year":2020,"score":7,"title":"Financial Inclusion, Human Capital, and Wealth Accumulation: Evidence from the Freedman’s Savings BankGet access","keywords":["financial inclusion","human capital","wealth","unbanked","free blacks"],"justification":"The article focuses on financial inclusion for historically marginalized groups, specifically free Blacks, and examines its impact on human capital and wealth accumulation. This emphasis on social equity and addressing historical injustices aligns with progressive themes, warranting a higher woke score.","url":"https://academic.oup.com/rfs/article/33/11/5333/5732662"},{"year":2021,"score":7,"title":"The Origins and Real Effects of the Gender Gap: Evidence from CEOs’ Formative YearsGet access","keywords":["gender gap","socioeconomic backgrounds","investment decisions","gender inequality"],"justification":"The article discusses the gender gap in investment decisions made by CEOs, emphasizing the influence of socioeconomic backgrounds and gender inequality. This focus on gender dynamics and their impact on business practices aligns with socially progressive themes, warranting a moderate to strong 'woke' score.","url":"https://academic.oup.com/rfs/article/34/2/700/5856754"},{"year":2021,"score":7,"title":"Do Minorities Pay More for Mortgages?Get access","keywords":["discrimination","racial","minorities","ethnicity"],"justification":"The article addresses racial discrimination in mortgage pricing, highlighting significant gaps by race and ethnicity, which aligns with social justice themes. The focus on systematic differences and the impact on minorities indicates a strong emphasis on equity and fairness in financial practices.","url":"https://academic.oup.com/rfs/article/34/2/763/5827007"}],"bottom10":[{"year":2024,"score":1,"title":"Institutional Brokerage Networks: Facilitating Liquidity Provision","keywords":[],"justification":"The article focuses on technical aspects of liquidity provision and trading networks without any mention of social justice, diversity, or ethical considerations. It is primarily profit-focused and does not engage with woke themes.","url":"https://academic.oup.com/rfs/article/37/9/2903/7697105"},{"year":2024,"score":1,"title":"Human Capital Portability and Careers in FinanceGet access","keywords":[],"justification":"The article focuses on the technical aspects of human capital in the finance industry without addressing any social justice, diversity, or ethical themes. It primarily discusses career dynamics and firm-specific human capital, which are profit-oriented topics.","url":"https://academic.oup.com/rfs/article/37/9/2732/7713905"},{"year":2024,"score":1,"title":"Who Can Tell Which Banks Will Fail?Get access","keywords":[],"justification":"The article focuses on the technical aspects of banking crises and depositor behavior without any mention of social justice, diversity, or ethical considerations. It is primarily profit-focused and lacks any socially progressive themes.","url":"https://academic.oup.com/rfs/article/37/9/2685/7673046"},{"year":2024,"score":1,"title":"Why Did Bank Stocks Crash during COVID-19?Get access","keywords":[],"justification":"The article focuses on technical financial analysis related to bank stock performance during the COVID-19 pandemic, with no mention of socially progressive themes, diversity, equity, or ethical considerations.","url":"https://academic.oup.com/rfs/article/37/9/2627/7708408"},{"year":2024,"score":1,"title":"Managing Mental Accounts: Payment Cards and Consumption ExpendituresGet access","keywords":[],"justification":"The article focuses on the technical aspects of mental accounting and consumer behavior without addressing any social justice, ethical considerations, or themes related to diversity and inclusion. It primarily emphasizes financial metrics and consumer spending patterns.","url":"https://academic.oup.com/rfs/article/37/8/2586/7655852"},{"year":2024,"score":1,"title":"Digital Payments and Consumption: Evidence from the 2016 Demonetization in India","keywords":[],"justification":"The article focuses on the technical aspects of consumer spending and digital payments without addressing any social justice, diversity, or ethical themes. It is primarily profit-focused and lacks any evidence of woke themes.","url":"https://academic.oup.com/rfs/article/37/8/2550/7625073"},{"year":2024,"score":1,"title":"A Theory of the Term Structure of Interest Rates under Limited Household Risk SharingGet access","keywords":[],"justification":"The article focuses on technical aspects of finance, specifically interest rate dynamics and labor market interactions, without any mention of social justice, diversity, or ethical considerations. It primarily addresses economic theories and models, which aligns with a profit-focused perspective.","url":"https://academic.oup.com/rfs/article/37/8/2461/7632092"},{"year":2024,"score":1,"title":"The Dynamics of Loan Sales and Lender Incentives","keywords":[],"justification":"The article focuses on technical aspects of loan sales and lender incentives without addressing any social justice, ethical critiques, or DEI themes. The content is purely profit-focused and does not engage with socially progressive issues.","url":"https://academic.oup.com/rfs/article/37/8/2403/7681881"},{"year":2024,"score":1,"title":"Using Social Media to Identify the Effects of Congressional Viewpoints on Asset PricesGet access","keywords":[],"justification":"The article focuses on the technical aspects of how congressional viewpoints impact asset prices through social media, with no mention of social justice, DEI, or ethical considerations. It is primarily profit-focused and does not engage with any socially progressive themes.","url":"https://academic.oup.com/rfs/article/37/7/2244/7564233"},{"year":2024,"score":1,"title":"Systemic Risk and Monetary Policy: The Haircut Gap Channel of the Lender of Last ResortGet access","keywords":[],"justification":"The article focuses on technical aspects of monetary policy and systemic risk without any mention of social justice, diversity, or ethical considerations. It is primarily profit-focused and does not engage with woke themes.","url":"https://academic.oup.com/rfs/article/37/7/2191/7494312"}]},"SMJ":{"count":2252,"top10":[{"year":2014,"score":9,"title":"Structural equality at the top of the corporation: Mandated quotas for women directors","keywords":["structural equality","women directors","quotas","equality","diversity"],"justification":"The article focuses on mandated quotas for women directors, emphasizing structural equality and the disruption of impediments to female recruitment, which strongly aligns with DEI themes. The use of terms like 'structural equality' and 'quotas' indicates a primary emphasis on social justice and equity in corporate governance.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.2123"},{"year":2014,"score":9,"title":"Above the glass ceiling: When are women and racial/ethnic minorities promoted to CEO?","keywords":["glass ceiling","racial/ethnic minorities","occupational minorities","savior effect","leadership tenure"],"justification":"The article focuses on the promotion of women and racial/ethnic minorities to CEO positions, highlighting systemic issues like the glass ceiling and the savior effect, which are strong indicators of social justice and equity themes. The emphasis on occupational minorities and their experiences in leadership roles underscores a significant critique of traditional business practices and promotes a socially progressive agenda.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.2161"},{"year":2022,"score":9,"title":"Institutional protection of minority employees and entrepreneurship: Evidence from the LGBT Employment Non-Discrimination Acts","keywords":["minority","discrimination","lgbt","institutional protection","entrepreneurship"],"justification":"The article focuses on the impact of Employment Non-Discrimination Acts on minority employees, highlighting issues of discrimination and institutional protections. The emphasis on minority rights and the effects of regulations on entrepreneurship strongly align with social justice themes.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.3340"},{"year":2007,"score":8,"title":"She'-e-os: gender effects and investor reactions to the announcements of top executive appointments","keywords":["gender","female ceos","investor reactions","gender effects"],"justification":"The article focuses on gender effects in executive appointments and highlights negative investor reactions to female CEOs, emphasizing themes of gender equity and representation in leadership. This aligns with progressive discussions on diversity and inclusion within the field of Management & Organizations.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.575"},{"year":2009,"score":8,"title":"Responding to public and private politics: corporate disclosure of climate change strategies","keywords":["climate change","social movement","activist groups","organizational practices","regulatory threats"],"justification":"The article emphasizes the role of social movements and activist groups in influencing corporate practices related to climate change, which aligns with themes of social justice and accountability. The focus on collaboration between firms, governments, and citizens to address environmental issues underscores a strong commitment to societal impact over traditional profit metrics.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.796"},{"year":2011,"score":8,"title":"Who gets the carrot and who gets the stick? Evidence of gender disparities in executive remuneration","keywords":["gender pay gap","gender disparities","female talent","implicit leadership theories"],"justification":"The article focuses on the gender pay gap and the disparities in executive remuneration, highlighting issues of gender inequality in corporate leadership. The use of terms like 'gender pay gap' and 'female talent' indicates a strong emphasis on social justice and equity within the context of management.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.878"},{"year":2015,"score":8,"title":"Do female and ethnically diverse executives endure inequity in the CEO position or do they benefit from their minority status? An empirical examination","keywords":["diverse","inequity","minority","gender","ethnic"],"justification":"The article focuses on the experiences of female and ethnically diverse CEOs, highlighting issues of inequity and minority status, which are central to discussions of diversity, equity, and inclusion in leadership. The use of terms like 'inequity' and 'minority' indicates a strong emphasis on social justice themes within the context of management.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.2274"},{"year":2016,"score":8,"title":"Is there an implicit quota on women in top management? A large-sample statistical analysis","keywords":["women","top management","implicit quota","underrepresentation","leadership"],"justification":"The article addresses the underrepresentation of women in top management and discusses the concept of an 'implicit quota,' highlighting issues of gender equity and representation in leadership roles. This focus on social justice and diversity in management practices aligns with strong woke themes.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.2461"},{"year":2016,"score":8,"title":"Through the mud or in the boardroom: Examining activist types and their strategies in targeting firms for social change","keywords":["activist","social change","tactics","boycotts","protests"],"justification":"The article focuses on activist groups and their strategies for demanding social change from firms, highlighting the role of activism in influencing corporate behavior. The emphasis on social change and the tactics employed by various activist types indicates a strong alignment with socially progressive themes.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.2458"},{"year":2017,"score":8,"title":"Corporate sexual equality and firm performance","keywords":["sexual equality","lgbt","corporate social responsibility","diversity"],"justification":"The article focuses on corporate sexual equality and its impact on firm performance, emphasizing the treatment of LGBT employees and stakeholders. This strong emphasis on social responsibility and diversity aligns with progressive themes, warranting a high woke score.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.2624"}],"bottom10":[{"year":2024,"score":1,"title":"Standing on the shoulders of science","keywords":[],"justification":"The article focuses on the technical aspects of patent value and R&D without addressing any social justice, diversity, or ethical themes. It is primarily profit-focused and does not engage with woke themes.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.3598"},{"year":2024,"score":1,"title":"When do startups scale? Large-scale evidence from job postings","keywords":[],"justification":"The article focuses on the technical aspects of startup scaling and resource allocation without addressing any social justice, diversity, or ethical considerations. It is primarily profit-focused and lacks any evidence of woke themes.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.3596"},{"year":2024,"score":1,"title":"Overcoming strategic persistence: Effects of multiple scenario analysis on strategic reorientation","keywords":[],"justification":"The article focuses on strategic decision-making and adaptation without any mention of social justice, diversity, or ethical considerations. It primarily addresses technical aspects of management, resulting in a score of 1.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.3589"},{"year":2024,"score":1,"title":"Borrowing networks for innovation: The role of attention allocation in secondhand brokerage","keywords":[],"justification":"The article focuses on technical aspects of innovation and communication networks without addressing any social justice, diversity, or ethical themes. It primarily discusses performance metrics and behavioral strategies, which do not align with 'woke' themes.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.3585"},{"year":2024,"score":1,"title":"Caveat emptor as an obstacle to business transfers: Effect of product line liability exceptions on acquisitions, entry, and exit","keywords":[],"justification":"The article focuses on the technical aspects of business transfers and liability without addressing any social justice themes, diversity, or ethical considerations. It is primarily profit-focused, which aligns with a score of 1.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.3584"},{"year":2024,"score":1,"title":"A scientific approach to entrepreneurial decision-making: Large-scale replication and extension","keywords":[],"justification":"The article focuses on a scientific approach to entrepreneurship and decision-making without any mention of social justice, diversity, or ethical considerations. The content is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.3580"},{"year":2024,"score":1,"title":"The cue-ball effect: How an advantaged firm's closer competitors can propagate the impact of its advantage to more distant competitors","keywords":[],"justification":"The article focuses on competitive dynamics and cost advantages without addressing any social justice themes, diversity, or ethical critiques. It remains purely technical and profit-focused, lacking any evidence of 'woke' themes.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.3579"},{"year":2024,"score":1,"title":"Transportation networks and competition in the market for corporate control","keywords":[],"justification":"The article focuses on competition in the market for corporate control and the impact of airline routes on acquisitions, with no mention of social justice, diversity, or ethical considerations. It is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.3577"},{"year":2024,"score":1,"title":"Beyond the finish line: How losing in patent race drives post-race innovation","keywords":[],"justification":"The article focuses on the relationship between patent races and innovation without addressing any social justice, diversity, or ethical themes. It primarily discusses managerial and shareholder dynamics, which are not aligned with woke themes.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.3574"},{"year":2024,"score":1,"title":"Supply-side inducements and resource redeployment in multiunit firms","keywords":[],"justification":"The article focuses on resource allocation and management strategies within firms without addressing any social justice, diversity, or ethical themes. The content is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://sms.onlinelibrary.wiley.com/doi/10.1002/smj.3573"}]},"TAR":{"count":1606,"top10":[{"year":2013,"score":8,"title":"The Integration of Women and Minorities into the Auditing Profession since the Civil Rights Period","keywords":["integration","women","minorities","equal pay","representation"],"justification":"The article focuses on the integration of women and minorities in the auditing profession, highlighting themes of equal pay and representation, which are central to social justice and equity discussions. The historical context of the Civil Rights Movement further emphasizes its commitment to addressing systemic inequalities, warranting a high woke score.","url":"https://publications.aaahq.org/accounting-review/article/88/6/2145/3499/The-Integration-of-Women-and-Minorities-into-the"},{"year":2021,"score":8,"title":"Penalties for Unexpected Behavior: Double Standards for Women in Finance","keywords":["double standards","women","investment","promotable","leaky pipeline"],"justification":"The article addresses gender bias in the finance industry, highlighting double standards faced by women in performance evaluations, which aligns with themes of diversity and equity. The focus on the 'leaky pipeline' for women in investment roles underscores a strong emphasis on social justice and the need for systemic change.","url":"https://publications.aaahq.org/accounting-review/article/96/2/107/4245/Penalties-for-Unexpected-Behavior-Double-Standards"},{"year":2022,"score":8,"title":"The Real Effects of Mandatory Nonfinancial Disclosure: Evidence from Supply Chain Transparency","keywords":["nonfinancial disclosure","human rights","supply chain","stakeholder","socially conscious"],"justification":"The article emphasizes the impact of mandatory nonfinancial disclosure on human rights within supply chains, indicating a strong focus on ethical practices and stakeholder engagement. The keywords reflect themes of social responsibility and accountability, aligning with progressive ideals in the accounting field.","url":"https://publications.aaahq.org/accounting-review/article/97/5/399/323/The-Real-Effects-of-Mandatory-Nonfinancial"},{"year":2014,"score":7,"title":"Firm-Value Effects of Carbon Emissions and Carbon Disclosures","keywords":["carbon emissions","disclosure","firm value","voluntary"],"justification":"The article addresses the impact of carbon emissions and the importance of disclosing this information, indicating a concern for environmental sustainability and ethical business practices. The focus on how markets react to emissions and disclosure aligns with socially responsible themes, justifying a score of 7.","url":"https://publications.aaahq.org/accounting-review/article/89/2/695/3622/Firm-Value-Effects-of-Carbon-Emissions-and-Carbon"},{"year":2020,"score":7,"title":"Investor Preference for Director Characteristics: Portfolio Choice with Gender Bias","keywords":["gender bias","female directors","gender inequality"],"justification":"The article discusses the impact of gender bias on investment decisions, highlighting the relationship between portfolio choices and gender representation in corporate governance. The focus on 'gender bias' and 'female directors' indicates a strong engagement with DEI themes, warranting a higher woke score.","url":"https://publications.aaahq.org/accounting-review/article/95/5/117/4223/Investor-Preference-for-Director-Characteristics"},{"year":2022,"score":7,"title":"Does Board Demographic Diversity Enhance Cognitive Diversity and Monitoring?","keywords":["diversity","gender","inclusion","cognitive diversity"],"justification":"The article emphasizes the importance of board demographic diversity, particularly gender diversity, in enhancing cognitive diversity and monitoring effectiveness. This focus on diversity and inclusion in corporate governance aligns with socially progressive themes, warranting a moderate to high woke score.","url":"https://publications.aaahq.org/accounting-review/article/97/6/385/351/Does-Board-Demographic-Diversity-Enhance-Cognitive"},{"year":2024,"score":7,"title":"Board Gender Diversity and Investment Efficiency: Global Evidence from 83 Country-Level Interventions","keywords":["gender diversity","investment outcomes","bgd interventions"],"justification":"The article focuses on board gender diversity (BGD) and its impact on investment efficiency, highlighting the importance of gender representation in corporate governance. The emphasis on BGD interventions and their implications for both research and practice indicates a strong alignment with DEI themes, justifying a higher woke score.","url":"https://publications.aaahq.org/accounting-review/article/99/3/1/12068/Board-Gender-Diversity-and-Investment-Efficiency"},{"year":2000,"score":6,"title":"The Value Relevance of Nonfinancial Measures of Air Pollution in the Electric Utility Industry","keywords":["pollution","environmental liabilities","abatement","clean air act"],"justification":"The article discusses the impact of environmental measures on market value, highlighting themes of environmental accountability and regulatory compliance. The focus on pollution and environmental liabilities indicates a moderate emphasis on social responsibility, aligning with wokeness in the context of corporate accountability.","url":"https://publications.aaahq.org/accounting-review/article/75/2/209/2577/The-Value-Relevance-of-Nonfinancial-Measures-of"},{"year":2009,"score":6,"title":"Assurance on Sustainability Reports: An International Comparison","keywords":["sustainability","credibility","stakeholder","assurance"],"justification":"The article discusses sustainability reports and the importance of assurance in enhancing corporate credibility, indicating a moderate focus on ethical practices and stakeholder orientation. The presence of keywords like 'sustainability' and 'stakeholder' highlights themes related to social responsibility and ethical accountability in the accounting field.","url":"https://publications.aaahq.org/accounting-review/article/84/3/937/3063/Assurance-on-Sustainability-Reports-An"},{"year":2011,"score":6,"title":"Voluntary Nonfinancial Disclosure and the Cost of Equity Capital: The Initiation of Corporate Social Responsibility Reporting","keywords":["corporate social responsibility","disclosure","social responsibility","equity capital"],"justification":"The article discusses corporate social responsibility (CSR) and its impact on equity capital, indicating a moderate emphasis on ethical business practices and social accountability. The focus on CSR and its benefits suggests a recognition of the importance of social impacts alongside traditional financial metrics.","url":"https://publications.aaahq.org/accounting-review/article/86/1/59/3259/Voluntary-Nonfinancial-Disclosure-and-the-Cost-of"}],"bottom10":[{"year":2024,"score":1,"title":"Unintended Real Effects of EDGAR: Evidence from Corporate Innovation","keywords":[],"justification":"The article focuses on the technical aspects of corporate disclosure and its impact on innovation without addressing any social justice, diversity, or ethical themes. It primarily discusses financial implications and proprietary costs, which aligns with a profit-focused analysis.","url":"https://publications.aaahq.org/accounting-review/article/99/6/75/12690/Unintended-Real-Effects-of-EDGAR-Evidence-from"},{"year":2024,"score":1,"title":"Torpedo Your Competition: Strategic Reporting and Peer Firm IPO","keywords":[],"justification":"The article focuses on technical aspects of strategic reporting and its impact on IPOs and market competition without addressing any social justice, diversity, or ethical themes. It primarily emphasizes financial metrics and competitive strategies, which aligns with a profit-focused perspective.","url":"https://publications.aaahq.org/accounting-review/article/99/6/51/12882/Torpedo-Your-Competition-Strategic-Reporting-and"},{"year":2024,"score":1,"title":"Cash versus Share Payouts in Relative Performance Plans","keywords":[],"justification":"The article focuses on technical aspects of incentive plans and risk-taking behavior without addressing any social justice, ethical critiques, or diversity themes. It is primarily profit-focused and does not engage with woke concepts.","url":"https://publications.aaahq.org/accounting-review/article/99/6/451/12689/Cash-versus-Share-Payouts-in-Relative-Performance"},{"year":2024,"score":1,"title":"Is Customers’ Financial Reporting Quality Associated with Suppliers’ Decision to Contract?","keywords":[],"justification":"The article focuses on financial reporting quality and its impact on supplier contracts without addressing any social justice, diversity, or ethical themes. It is primarily technical and profit-focused, lacking any evidence of woke themes.","url":"https://publications.aaahq.org/accounting-review/article/99/6/325/12627/Is-Customers-Financial-Reporting-Quality"},{"year":2024,"score":1,"title":"Individual Auditor Turnover and Audit Quality—Large Sample Evidence from U.S. Audit Offices","keywords":[],"justification":"The article focuses on technical aspects of audit quality and auditor turnover without addressing any social justice, diversity, or ethical themes. It is primarily concerned with the implications for audit practices rather than any progressive societal impact.","url":"https://publications.aaahq.org/accounting-review/article/99/6/297/12697/Individual-Auditor-Turnover-and-Audit-Quality"},{"year":2024,"score":1,"title":"CEO Incentives for Risk-Taking and Compensation Duration","keywords":[],"justification":"The article focuses on technical aspects of CEO compensation and risk incentives without addressing any socially progressive themes or ethical considerations. It primarily emphasizes financial metrics and corporate governance, which aligns with a profit-focused perspective.","url":"https://publications.aaahq.org/accounting-review/article/99/6/247/12622/CEO-Incentives-for-Risk-Taking-and-Compensation"},{"year":2024,"score":1,"title":"Switching Costs and Market Power in Auditing: Evidence from a Structural Approach","keywords":[],"justification":"The article focuses on technical aspects of auditing and market dynamics without addressing any social justice themes, diversity, or ethical critiques. It primarily emphasizes financial metrics and market power, which aligns with a profit-focused perspective.","url":"https://publications.aaahq.org/accounting-review/article/99/6/219/12791/Switching-Costs-and-Market-Power-in-Auditing"},{"year":2024,"score":1,"title":"Non-GAAP EPS Denominator Choices","keywords":[],"justification":"The article focuses on technical aspects of accounting practices related to non-GAAP EPS reporting without any mention of social justice, diversity, or ethical critiques. It is primarily profit-focused and does not engage with themes typically associated with 'wokeness'.","url":"https://publications.aaahq.org/accounting-review/article/99/6/191/12624/Non-GAAP-EPS-Denominator-Choices"},{"year":2024,"score":1,"title":"Classifying Forecasts","keywords":[],"justification":"The article focuses on a technical analysis of forecasting methods without any mention of social justice, diversity, or ethical considerations. It primarily addresses profit-oriented metrics and capital market benefits, aligning with a traditional business perspective.","url":"https://publications.aaahq.org/accounting-review/article/99/6/129/12653/Classifying-Forecasts"},{"year":2024,"score":1,"title":"Market Access and Retail Investment Performance","keywords":[],"justification":"The article focuses on technical aspects of stock market access and retail investment performance without addressing any social justice, ethical considerations, or themes of diversity and inclusion. It primarily emphasizes financial metrics and trading behavior, aligning with a profit-focused perspective.","url":"https://publications.aaahq.org/accounting-review/article/99/6/101/12596/Market-Access-and-Retail-Investment-Performance"}]}}